{
  "topicNames": [
    "Türkiye Cumhuriyet Anayasası",
    "Atatürk İlkeleri ve İnkilap Tarihi",
    "Türkçe Dil Bilgisi",
    "657 Sayılı Devlet Memurları Kanunu",
    "399 Sayılı Kanun Hükmünde Kararname",
    "TTK Ana Statüsü ve Teşkilat Yapısı",
    "TTK Sözleşmeli Personel Sicil Amirliği Yönetmeliği",
    "TTK Disiplin İşlemleri Usul ve Esas Yönergesi",
    "Etik İlkeleri Yönetmeliği",
    "Resmi Yazışmalarda Uygulanacak Usu ve Esaslar Hak. Yönetmelik",
    "Devlet Arşiv Hizmetleri Yönetmeliği",
    "Devlet Malını Koruma ve Tasarruf Tedbirleri",
    "4982 Sayılı Bilgi Edinme Kanunu",
    "3071 Sayılı Dilekçe Kanunu",
    "Protokol ve Misafir Ağırlama ve Nezaket Kuralları",
    "233 Sayılı KHK",
    "7201 sayılı Tebligat Kanunu"
  ],
  "summariesData": [
    "1982 Anayasası, Türkiye'nin en üst hukuki normu olarak devletin temel yapısını, organlarını (Yasama, Yürütme, Yargı), temel hak ve hürriyetleri düzenler. Güçler ayrılığı ilkesini benimser. Değiştirilemez maddeleri arasında devletin şeklinin Cumhuriyet olduğu, bayrağı, milli marşı ve başkenti yer alır. Temel hak ve hürriyetler, ancak kanunla ve Anayasa'nın ruhuna uygun olarak sınırlanabilir.",
    "Atatürk İlkeleri, modern Türkiye'nin temelini oluşturan altı ana prensiptir: Cumhuriyetçilik (ulusal egemenlik), Milliyetçilik (Türk milletinin birliği), Halkçılık (eşitlik ve sosyal devlet), Devletçilik (ekonomik kalkınma), Laiklik (din ve devlet işlerinin ayrılması) ve İnkılapçılık (sürekli modernleşme). İnkılap Tarihi, bu ilkeler ışığında Osmanlı'nın son döneminden Cumhuriyet'in kuruluşuna ve modernleşme hamlelerine uzanan süreci inceler.",
    "Türkçe Dil Bilgisi; dilin ses yapısını (fonetik), kelime yapısını (morfoloji), cümle yapısını (sentaks) ve anlam yapısını (semantik) inceler. Yazım (imla) kuralları ve noktalama işaretleri, dilin doğru ve etkili kullanımını sağlar. Sözcük türleri (isim, sıfat, fiil vb.), cümlenin ögeleri ve anlatım bozuklukları bu alanın temel konularıdır.",
    "657 sayılı Kanun, devlet memurlarının hizmet şartlarını, haklarını, ödevlerini, sorumluluklarını ve özlük işlerini düzenleyen temel kanundur. Liyakat ve kariyer ilkelerini esas alır. Memurlara tanınan haklar (izin, sendika vb.) ve uymaları gereken yükümlülükler (sadakat, tarafsızlık vb.) ile disiplin cezaları bu kanunda ayrıntılı olarak belirtilir.",
    "399 sayılı KHK, Kamu İktisadi Teşebbüsleri'nde (KİT) çalışan sözleşmeli personelin statüsünü düzenler. Bu personel, (I) sayılı cetvele tabi kadro karşılığı sözleşmeliler ve (II) sayılı cetvele tabi pozisyon karşılığı sözleşmeliler olarak ikiye ayrılır. 657'den farklı olarak, istihdamları iş sözleşmelerine dayanır ve özlük hakları bu kararname ile belirlenir.",
    "Türkiye Taşkömürü Kurumu (TTK) Ana Statüsü, kurumun bir Kamu İktisadi Teşebbüsü olarak hukuki yapısını, amaçlarını (özellikle taşkömürü üretimi), faaliyet alanlarını ve organlarını tanımlar. Teşkilat yapısı; Genel Müdürlük, Yönetim Kurulu gibi karar ve icra organları ile merkez ve taşra birimlerinin hiyerarşik yapısını ve görev dağılımını içerir.",
    "Bu yönetmelik, TTK'da 399 sayılı KHK'ye tabi olarak çalışan sözleşmeli personelin performansını ve mesleki yeterliliğini değerlendirmek üzere sicil raporlarını düzenleyecek sicil amirlerini belirler. Personelin liyakat ve başarısının objektif ölçütlere göre değerlendirilmesi ve bu değerlendirmelerin yükselme gibi özlük haklarında kullanılması esastır.",
    "TTK personelinin uyması gereken kuralları, disiplin suçu sayılan fiil ve halleri, bu suçlara verilecek cezaları (uyarma, kınama vb.) ve soruşturma sürecini düzenleyen iç belgedir. Soruşturmanın açılması, savunma hakkının kullanılması, disiplin kurulunun toplanması ve kararlara itiraz usullerini ayrıntılı olarak belirtir.",
    "Kamu Görevlileri Etik Kurulu tarafından hazırlanan bu yönetmelik, kamu hizmetinde etik kültürünü yerleştirmeyi amaçlar. Kamu görevlilerinin uyması gereken tarafsızlık, dürüstlük, hesap verebilirlik, çıkar çatışmasından kaçınma ve hediye alma gibi konularda standartlar belirler. Amaç, yönetime olan güveni artırmaktır.",
    "Resmi yazışmaların kamu kurumlarında standart bir formata ve usule göre yapılmasını sağlar. Belge türleri (resmi yazı, e-posta vb.), antet, sayı, tarih, imza, paraf gibi unsurların nasıl düzenleneceğini belirler. Elektronik Belge Yönetim Sistemi (EBYS) ile uyumlu çalışmayı ve bürokraside etkinliği artırmayı hedefler.",
    "Kamu kurumlarının elindeki arşiv değerine sahip belgelerin nasıl tespit edileceğini, korunacağını, tasnif edileceğini ve araştırmaya açılacağını düzenler. Belgelerin oluşturulmasından imhasına veya süresiz saklanmasına kadar olan yaşam döngüsünü yönetir. Milli ve kültürel mirasın korunmasını amaçlar.",
    "Kamu kaynaklarının israf edilmeden, verimli ve ekonomik bir şekilde kullanılmasını sağlamak için tüm kamu personelinin uyması gereken kurallardır. Devlet'e ait araç, gereç, bina ve her türlü malın özenle kullanılması, gereksiz harcamalardan kaçınılması ve tasarruf bilincinin geliştirilmesi esastır. Bu kurallara aykırı davranışlar hukuki ve cezai sorumluluk doğurur.",
    "Şeffaf ve hesap verebilir bir yönetim anlayışının gereği olarak, vatandaşların kamu kurum ve kuruluşlarının faaliyetlerine ilişkin bilgi ve belgelere erişim hakkını düzenler. Kurumlar, belirli istisnalar dışında, talep edilen bilgi ve belgeleri yasal süreler içinde başvuru sahibine sunmakla yükümlür. Bilgi Edinme Değerlendirme Kurulu (BEDK) itirazları karara bağlar.",
    "Vatandaşların ve Türkiye'de ikamet eden yabancıların, kendileri veya kamuyla ilgili konularda yetkili makamlara dilek ve şikayetlerini iletme hakkını güvence altına alır. Kanun, dilekçelerde bulunması gereken zorunlu unsurları ve idarenin bu dilekçelere 30 gün içinde gerekçeli bir cevap verme zorunluluğunu düzenler.",
    "Kamusal alanda ve resmi ilişkilerde uyulması gereken davranış, temsil ve nezaket kurallarını içerir. Devlet protokolünde makamların öncelik sırası (precedens), resmi törenler, bayrak kullanımı, hitap şekilleri, giyim kuralları ve yabancı misafirlerin ağırlanması gibi konuları kapsayarak devletin saygınlığını ve düzenini temsil eder.",
    "Kamu İktisadi Teşebbüsleri'nin (KİT) kurulmasını, işleyişini, yönetimini ve denetimini düzenleyen temel çerçeve metindir. KİT'leri, sermayesinin tamamı veya çoğunluğu devlete ait olan, ticari esaslara göre faaliyet gösteren kamu işletmeleri olarak tanımlar. Bu KHK, KİT'lerin ekonomik alanda verimli ve kârlı bir şekilde çalışmalarını amaçlar.",
    "Mahkemeler, idari makamlar ve diğer hukuki merciler tarafından yapılan bildirimlerin (tebligatların) yasal olarak geçerli sayılması için uyulması gereken usul ve esasları belirler. Tebligatın kime, nerede ve nasıl yapılacağını düzenler. Yasal sürelerin başlaması gibi önemli hukuki sonuçlar doğurduğundan, tebligatın usulüne uygun yapılması hayati önem taşır. Elektronik Tebligat (UETS) da bu kanun kapsamındadır."
  ],
  "questionsData": [
    [
      { "id": 1, "questionText": "1982 Anayasası'na göre, aşağıdakilerden hangisi Türkiye Cumhuriyeti'nin değiştirilemez niteliklerinden biri değildir?", "options": ["Demokratik devlet", "Laik devlet", "Sosyalist devlet", "Hukuk devleti"], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "1982 Anayasası'na göre, kanun teklif etmeye kimler yetkilidir?", "options": ["Bakanlar", "Milletvekilleri", "Cumhurbaşkanı yardımcıları", "TBMM Başkanı"], "correctAnswerIndex": 1 },
      { "id": 3, "questionText": "Türkiye Büyük Millet Meclisi (TBMM) bir yasama yılında en çok ne kadar süre tatil yapabilir?", "options": ["1 ay", "2 ay", "3 ay", "4 ay"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "1982 Anayasası'na göre, Cumhurbaşkanı aşağıdakilerden hangisini seçemez veya atayamaz?", "options": ["Bakanları", "Anayasa Mahkemesi üyelerini", "Yargıtay Cumhuriyet Başsavcısını", "TBMM Başkanını"], "correctAnswerIndex": 3 },
      { "id": 5, "questionText": "Anayasa Mahkemesi üyelerinin görev süresi kaç yıldır ve tekrar seçilebilirler mi?", "options": ["8 yıldır, tekrar seçilebilirler", "10 yıldır, tekrar seçilemezler", "12 yıldır, tekrar seçilemezler", "Süresizdir, yaş haddine kadar görev yaparlar"], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "Aşağıdakilerden hangisi temel hak ve hürriyetlerin sınırlandırılma sebeplerinden biri olamaz?", "options": ["Genel sağlık", "Kamu düzeni", "Milli güvenlik", "Ekonomik kriz"], "correctAnswerIndex": 3 },
      { "id": 7, "questionText": "1982 Anayasası'na göre, TBMM'nin toplantı yeter sayısı üye tamsayısının en az ne kadarıdır?", "options": ["Dörtte biri", "Beşte biri", "Üçte biri", "Salt çoğunluk"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Cumhurbaşkanı'nın hastalık ve yurt dışına çıkma gibi sebeplerle geçici olarak görevinden ayrılması hâllerinde, görevine dönünceye kadar Cumhurbaşkanlığına kim vekâlet eder?", "options": ["TBMM Başkanı", "En yaşlı Cumhurbaşkanı yardımcısı", "Cumhurbaşkanı yardımcısı", "Anayasa Mahkemesi Başkanı"], "correctAnswerIndex": 2 },
      { "id": 9, "questionText": "Aşağıdakilerden hangisi Anayasa'da sayılan Yüksek Mahkemeler arasında yer almaz?", "options": ["Anayasa Mahkemesi", "Yargıtay", "Danıştay", "Sayıştay"], "correctAnswerIndex": 3 },
      { "id": 10, "questionText": "Bir siyasi partinin Anayasa Mahkemesince temelli kapatılmasına sebep olan fiillerin işlendiği tarihten itibaren kaç yıl geçmedikçe aynı adla başka bir parti kurulamaz?", "options": ["3 yıl", "5 yıl", "7 yıl", "10 yıl"], "correctAnswerIndex": 1 },
      { "id": 11, "questionText": "1982 Anayasası'na göre, usulüne göre yürürlüğe konulmuş milletlerarası antlaşmalar hakkında aşağıdakilerden hangisi doğrudur?", "options": ["Kanun hükmündedirler", "Anayasa'ya aykırılığı iddia edilemez", "Yönetmeliklerden üstündürler", "Hepsi doğru"], "correctAnswerIndex": 3 },
      { "id": 12, "questionText": "TBMM, üye tamsayısının en az kaçının oyuyla seçimlerin yenilenmesine karar verebilir?", "options": ["Salt çoğunluğu", "Dörtte üç çoğunluğu", "Beşte üç çoğunluğu", "Üçte iki çoğunluğu"], "correctAnswerIndex": 2 },
      { "id": 13, "questionText": "Olağanüstü hal (OHAL) ilan etme yetkisi kime aittir ve süresi en fazla ne kadardır?", "options": ["TBMM / 4 ay", "Cumhurbaşkanı / 6 ay", "Bakanlar Kurulu / 3 ay", "Milli Güvenlik Kurulu / 1 yıl"], "correctAnswerIndex": 1 },
      { "id": 14, "questionText": "Anayasa'nın değiştirilmesi teklifi, TBMM üye tamsayısının en az ne kadarı tarafından yazılı olarak yapılabilir?", "options": ["Dörtte biri", "Üçte biri", "Beşte biri", "Salt çoğunluk"], "correctAnswerIndex": 1 },
      { "id": 15, "questionText": "1982 Anayasası'na göre aşağıdakilerden hangisi, hem hak hem de ödev olarak düzenlenmiştir?", "options": ["Seçme ve seçilme hakkı", "Mülkiyet hakkı", "Vatan hizmeti", "Dilekçe hakkı"], "correctAnswerIndex": 2 },
      { "id": 16, "questionText": "Yüksek Seçim Kurulu (YSK) kaç asıl ve kaç yedek üyeden oluşur?", "options": ["7 asıl, 4 yedek", "9 asıl, 3 yedek", "11 asıl, 4 yedek", "5 asıl, 2 yedek"], "correctAnswerIndex": 0 },
      { "id": 17, "questionText": "TBMM tarafından kabul edilen kanunları Cumhurbaşkanı, yayımlanması için kaç gün içinde Resmi Gazete'ye gönderir?", "options": ["7 gün", "10 gün", "15 gün", "30 gün"], "correctAnswerIndex": 2 },
      { "id": 18, "questionText": "Aşağıdakilerden hangisi \"sosyal ve ekonomik haklar ve ödevler\" bölümünde yer almaz?", "options": ["Sendika kurma hakkı", "Konut hakkı", "Çalışma ve sözleşme hürriyeti", "Dilekçe hakkı"], "correctAnswerIndex": 3 },
      { "id": 19, "questionText": "Danıştay üyelerinin dörtte üçünü kim seçer?", "options": ["Cumhurbaşkanı", "TBMM", "Adalet Bakanı", "Hâkimler ve Savcılar Kurulu (HSK)"], "correctAnswerIndex": 3 },
      { "id": 20, "questionText": "Bir milletvekilinin, meclis çalışmalarına özürsüz veya izinsiz olarak bir ay içinde toplam kaç birleşim günü katılmaması halinde milletvekilliği düşer?", "options": ["3 birleşim günü", "5 birleşim günü", "7 birleşim günü", "10 birleşim günü"], "correctAnswerIndex": 1 },
      { "id": 21, "questionText": "1982 Anayasası'na göre \"Egemenlik kayıtsız şartsız\" kime aittir?", "options": ["Devlet'e", "TBMM'ye", "Cumhurbaşkanı'na", "Millet'e"], "correctAnswerIndex": 3 },
      { "id": 22, "questionText": "Cumhurbaşkanlığı kararnameleri ile aşağıdakilerden hangisi düzenlenemez?", "options": ["Bakanlıkların kurulması", "Üst kademe kamu yöneticilerinin atanması", "Temel haklar, kişi hakları ve ödevleri", "Milli güvenlik politikaları"], "correctAnswerIndex": 2 },
      { "id": 23, "questionText": "Meclis Soruşturması açılması, TBMM üye tamsayısının en az ne kadarının önergesiyle istenebilir?", "options": ["Beşte biri", "Dörtte biri", "Üçte biri", "Salt çoğunluğu"], "correctAnswerIndex": 3 },
      { "id": 24, "questionText": "Kamu başdenetçisini (Ombudsman) kim seçer?", "options": ["Cumhurbaşkanı", "TBMM", "Danıştay", "Hâkimler ve Savcılar Kurulu"], "correctAnswerIndex": 1 },
      { "id": 25, "questionText": "1982 Anayasası'na göre, aşağıdakilerden hangisi yerel yönetim birimi değildir?", "options": ["İl özel idaresi", "Belediye", "Köy", "Bucak"], "correctAnswerIndex": 3 },
      { "id": 26, "questionText": "Bir kanunun Anayasa'ya şekil bakımından aykırılığı iddiasıyla Anayasa Mahkemesi'nde iptal davası açma süresi, kanunun yayımlanmasından itibaren kaç gündür?", "options": ["10 gün", "15 gün", "30 gün", "60 gün"], "correctAnswerIndex": 0 },
      { "id": 27, "questionText": "Devlet Denetleme Kurulu (DDK) hangi makama bağlı olarak çalışır?", "options": ["TBMM Başkanlığı", "Cumhurbaşkanlığı", "Danıştay", "Sayıştay"], "correctAnswerIndex": 1 },
      { "id": 28, "questionText": "1982 Anayasası'na göre, grev hakkı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?", "options": ["Toplu iş sözleşmesi yapılması sırasında uyuşmazlık çıkması halinde işçiler grev hakkına sahiptir", "Siyasi amaçlı grevler yasaktır", "Grev hakkı iyi niyet kurallarına aykırı şekilde kullanılamaz", "Memurların da grev hakkı vardır"], "correctAnswerIndex": 3 },
      { "id": 29, "questionText": "Aşağıdakilerden hangisi Cumhurbaşkanının görev ve yetkilerinden biri değildir?", "options": ["Kanunları yayımlamak", "Milletlerarası andlaşmaları onaylamak ve yayımlamak", "Genel af ilan etmek", "Milli Güvenlik Kuruluna başkanlık etmek"], "correctAnswerIndex": 2 },
      { "id": 30, "questionText": "Anayasanın değiştirilmesi hakkındaki kanunların kabulü için gerekli olan en az oy oranı nedir?", "options": ["Üye tamsayısının salt çoğunluğu", "Üye tamsayısının üçte ikisi", "Üye tamsayısının beşte üçü", "Toplantıya katılanların salt çoğunluğu"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "Aşağıdakilerden hangisi, Cumhuriyetçilik ilkesinin doğal sonucu olarak kabul edilmelidir?", "options": ["Devletin ekonomik yatırımları bizzat üstlenmesi.", "Hukuk kurallarının dine dayandırılması.", "Milli egemenliğin, seçimler yoluyla yönetime yansıması.", "Toplumsal sınıfların ortadan kaldırılması."], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "\"Milletin ve millet vekillerinin iktidarı\" kavramı, aşağıdaki Atatürk ilkelerinden hangisi ile doğrudan ilişkilidir?", "options": ["Devletçilik", "Milliyetçilik", "Halkçılık", "Laiklik"], "correctAnswerIndex": 1 },
      { "id": 3, "questionText": "Atatürk'ün \"Türk milletinin yüksek karakterini, yorulmaz çalışkanlığını, doğuştan gelen zekâsını, ilme bağlılığını, güzel sanatlara sevgisini, millî birlik duygusunu sürekli olarak ve her türlü vasıtalarla yükseltmek\" olarak tanımladığı ilke hangisidir?", "options": ["Halkçılık", "Laiklik", "Milliyetçilik", "İnkılapçılık"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Aşağıdaki inkılaplardan hangisi, doğrudan Laiklik ve Halkçılık ilkelerinin birleşimiyle hayata geçirilmiştir?", "options": ["Tekke, zaviye ve türbelerin kapatılması.", "Kılık-Kıyafet Kanunu'nun kabulü.", "Tevhid-i Tedrisat Kanunu'nun kabulü.", "Harf İnkılabı."], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Türkiye Cumhuriyeti'nde Devletçilik ilkesinin zorunlu olarak benimsenmesinde en etkili olan temel neden aşağıdakilerden hangisidir?", "options": ["Batı devletlerinin ekonomik baskısı.", "Özel sektörün elinde yeterli sermaye ve teknik bilgi birikiminin olmaması.", "Komünizm rejimine geçişin ilk aşaması olması.", "Savaş nedeniyle dış yardım alınamaması."], "correctAnswerIndex": 1 },
      { "id": 6, "questionText": "Atatürk İlkeleri'nden hangisi, diğer tüm ilkeleri zaman ve şartlara göre sürekli yenilenme ve gelişme doğruntasında canlı tutar?", "options": ["Halkçılık", "Laiklik", "İnkılapçılık", "Devletçilik"], "correctAnswerIndex": 2 },
      { "id": 7, "questionText": "Aşağıdaki olaylardan hangisi, Kurtuluş Savaşı'nın hazırlık döneminde \"Milli Mücadele'nin gerekçesi, yöntemi ve amacı\"nı ilk kez ortaya koymuştur?", "options": ["Erzurum Kongresi", "Amasya Genelgesi", "Sivas Kongresi", "Misakımillî Kararları"], "correctAnswerIndex": 1 },
      { "id": 8, "questionText": "Saltanatın kaldırılması (1 Kasım 1922) hangi Atatürk ilkesinin hayata geçirilmesindeki ilk ve en önemli adımdır?", "options": ["İnkılapçılık", "Cumhuriyetçilik", "Laiklik", "Devletçilik"], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Tevhid-i Tedrisat Kanunu (3 Mart 1924) ile eğitimin birleştirilerek tek elde toplanması, aşağıdaki ilkelerden hangileriyle doğrudan ilişkilidir?", "options": ["Cumhuriyetçilik ve Devletçilik", "Laiklik ve Halkçılık", "Devletçilik ve Milliyetçilik", "Halkçılık ve İnkılapçılık"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Soyadı Kanunu'nun (1934) kabul edilmesinin en önemli amacı nedir?", "options": ["Toplumda ayrıcalık belirten unvan, lakap ve işaretleri kaldırmak (Halkçılık ilkesi).", "Nüfus sayım işlemlerini kolaylaştırmak.", "Dış görünüşü modernleştirmek.", "Türkçeyi yabancı sözcüklerden arındırmak."], "correctAnswerIndex": 0 },
      { "id": 11, "questionText": "Atatürk döneminde \"karma ekonomi modeli\"nin benimsenmesine rağmen, ağır sanayi ve büyük yatırımların Devlet tarafından yapılması hangi ilkeyi ifade eder?", "options": ["Halkçılık", "Devletçilik", "Cumhuriyetçilik", "Milliyetçilik"], "correctAnswerIndex": 1 },
      { "id": 12, "questionText": "3 Mart 1924'te Halifeliğin kaldırılmasının ardından, aynı gün kabul edilen diğer bir kanun aşağıdakilerden hangisidir?", "options": ["Şapka ve Kılık Kıyafet Kanunu", "Tevhid-i Tedrisat Kanunu", "Medeni Kanun", "Miladi Takvim'in kabulü"], "correctAnswerIndex": 1 },
      { "id": 13, "questionText": "Misakımillî (Millî Yemin) Kararları'nın kabul edildiği son Osmanlı Mebusan Meclisi'nin toplanması aşağıdakilerden hangisine rağmen gerçekleşmiştir?", "options": ["İstanbul Hükümeti'nin muhalefetine.", "İtilaf Devletlerinin İstanbul'u resmen işgal etme tehdidine.", "Anadolu'daki kongrelerin kararlarına.", "Mustafa Kemal Paşa'nın görevden alınmasına."], "correctAnswerIndex": 1 },
      { "id": 14, "questionText": "17 Şubat - 4 Mart 1923 tarihleri arasında toplanan İzmir İktisat Kongresi'nde alınan kararlar bütününe ne ad verilir?", "options": ["Teşvik-i Sanayi Kanunu", "Millî İktisat Kararları", "Misak-ı İktisadi (Ekonomi Andı)", "Beş Yıllık Sanayi Planı"], "correctAnswerIndex": 2 },
      { "id": 15, "questionText": "Türk Medeni Kanunu'nun (1926) kabul edilmesi, aşağıdaki inkılaplardan hangisiyle doğrudan bağlantılı olarak kadına tanınan hakların bir parçası değildir?", "options": ["Resmi nikâh zorunluluğu.", "Tek eşlilik (monogami) esası.", "Siyasal haklar (seçme ve seçilme).", "Mirasta eşitlik."], "correctAnswerIndex": 2 },
      { "id": 16, "questionText": "\"Sınıf farklılıklarını reddeden, eşitlikçi ve adaletçi bir toplum yapısını savunan\" ilke aşağıdakilerden hangisidir?", "options": ["Milliyetçilik", "Laiklik", "Halkçılık", "Cumhuriyetçilik"], "correctAnswerIndex": 2 },
      { "id": 17, "questionText": "Erzurum Kongresi'nin toplanış amacı aşağıdakilerden hangisidir?", "options": ["Batı cephesini kurmak.", "Ulusal bir hükümet kurmak.", "Doğu Anadolu'da Ermeni tehlikesine karşı birleşmek ve direnci örgütlemek.", "Sivas Kongresi'nin kararlarını onaylamak."], "correctAnswerIndex": 2 },
      { "id": 18, "questionText": "Türk İnkılabı'nın başlangıcı sayılan ilk önemli aşama (Samsun'a çıkış ve sonrası) hangi tarihi süreci kapsar?", "options": ["TBMM'nin açılması.", "Düzenli ordunun kurulması.", "Kurtuluş Savaşı'nın Hazırlık Dönemi (Genelgeler ve Kongreler).", "Saltanatın kaldırılması."], "correctAnswerIndex": 2 },
      { "id": 19, "questionText": "Türkiye Cumhuriyeti'nin ilk anayasası aşağıdakilerden hangisidir?", "options": ["1924 Anayasası", "1921 Anayasası (Teşkilât-ı Esasiye Kanunu)", "1961 Anayasası", "Kanun-i Esasi (1876)"], "correctAnswerIndex": 1 },
      { "id": 20, "questionText": "Aşağıdaki gelişmelerden hangisi, Laiklik ilkesine geçişin son aşaması ve hukuki alandaki en büyük adımıdır?", "options": ["Halifeliğin kaldırılması.", "Türk Medeni Kanunu'nun kabulü", "Şeriye ve Evkaf Vekâleti'nin kaldırılması.", "Tekke ve Zaviyelerin kapatılması."], "correctAnswerIndex": 1 },
      { "id": 21, "questionText": "Atatürk'ün \"Akılcılık ve Bilimsellik\" kavramlarını temel alan ilkesi aşağıdakilerden hangisidir?", "options": ["İnkılapçılık", "Laiklik", "Devletçilik", "Halkçılık"], "correctAnswerIndex": 1 },
      { "id": 22, "questionText": "Kurtuluş Savaşı sırasında \"Sivas Kongresi\"nin toplanmasındaki temel amaç nedir?", "options": ["Batı cephesinde komutan seçmek.", "İstanbul Hükümeti ile anlaşmak.", "Tüm ulusal cemiyetleri tek çatı altında birleştirmek.", "Ulusal egemenliği sağlamak."], "correctAnswerIndex": 2 },
      { "id": 23, "questionText": "1937 yılında Anayasa'ya eklenerek resmîleşen Atatürk İlkeleri aşağıdakilerden hangileridir?", "options": ["Laiklik, İnkılapçılık, Milliyetçilik", "Halkçılık, Cumhuriyetçilik, Devletçilik", "Altı Ok'un tamamı (Cumhuriyetçilik, Halkçılık, Laiklik, İnkılapçılık, Milliyetçilik, Devletçilik).", "Laiklik ve Devletçilik"], "correctAnswerIndex": 2 },
      { "id": 24, "questionText": "\"Millî Mücadele sadece düşmana karşı değil, aynı zamanda cehalete ve geriliğe karşı da yapılmıştır.\" görüşü, aşağıdaki ilkelerden hangisini destekler?", "options": ["Cumhuriyetçilik", "Devletçilik", "İnkılapçılık", "Halkçılık"], "correctAnswerIndex": 2 },
      { "id": 25, "questionText": "Aşağıdaki olaylardan hangisi, TBMM Hükümeti'nin uluslararası alanda ilk siyasi başarısı olarak kabul edilir?", "options": ["Lozan Barış Antlaşması", "Gümrü Antlaşması", "Ankara Antlaşması", "Moskova Antlaşması"], "correctAnswerIndex": 1 },
      { "id": 26, "questionText": "\"Öğrenim birliğinin sağlanması, eğitim ve öğretimde çağdaşlaşma ve laikleşme\" hedefleri hangi inkılap ile gerçekleştirilmiştir?", "options": ["Tevhid-i Tedrisat Kanunu", "Millet Mekteplerinin açılması", "Türk Dil Kurumu'nun kurulması", "Harf İnkılabı"], "correctAnswerIndex": 0 },
      { "id": 27, "questionText": "Mustafa Kemal Paşa'nın, Kurtuluş Savaşı'nın planını belirlediği ve askerlik görevinden istifa ettiğini açıkladığı yer neresidir?", "options": ["Amasya Genelgesi'nden sonra", "Erzurum Kongresi'nden sonra", "Sivas Kongresi'nden önce", "Samsun'a çıktıktan hemen sonra"], "correctAnswerIndex": 0 },
      { "id": 28, "questionText": "Çok partili hayata geçiş denemelerinin temel amacı nedir?", "options": ["Monarşik sistemi canlandırmak.", "Hükümet denetimini kolaylaştırmak ve farklı görüşlerin yönetime yansımasını sağlamak.", "Devletçilik ilkesini tamamen terk etmek.", "Dış güçlerin baskılarını azaltmak."], "correctAnswerIndex": 1 },
      { "id": 29, "questionText": "Türkiye'nin uluslararası alanda tanınması ve bağımsızlığını tescilleyen diplomatik belge aşağıdakilerden hangisidir?", "options": ["Mudanya Mütarekesi", "Sevr Antlaşması", "Lozan Barış Antlaşması", "Kars Antlaşması"], "correctAnswerIndex": 2 },
      { "id": 30, "questionText": "Türkiye Cumhuriyeti'nin resmî olarak kurulduğu ve yönetim şeklinin belirlendiği tarih nedir?", "options": ["1 Kasım 1922", "3 Mart 1924", "29 Ekim 1923", "24 Temmuz 1923"], "correctAnswerIndex": 2 },
      { "id": 31, "questionText": "Milliyetçilik ilkesi, hangi kavramı reddederek, onun yerine ulusal birliği esas alır?", "options": ["Ümmetçilik ve Osmanlıcılık", "Halkçılık ve Laiklik", "İnkılapçılık ve Devletçilik", "Cumhuriyetçilik ve Bağımsızlık"], "correctAnswerIndex": 0 },
      { "id": 32, "questionText": "Türk Tarih Kurumu (1931) ve Türk Dil Kurumu (1932)'nun kurulması doğrudan hangi ilke ile ilişkilidir?", "options": ["Halkçılık", "Milliyetçilik", "Laiklik", "Devletçilik"], "correctAnswerIndex": 1 },
      { "id": 33, "questionText": "1929 Dünya Ekonomik Krizi'nin ardından Türkiye'de uygulanan birinci Beş Yıllık Sanayi Planı'nın (1933) kabulü hangi ilkenin güçlenmesine yol açmıştır?", "options": ["İnkılapçılık", "Devletçilik", "Cumhuriyetçilik", "Halkçılık"], "correctAnswerIndex": 1 },
      { "id": 34, "questionText": "1934 yılında kadınlara tanınan \"muhtar ve ihtiyar heyetlerine seçilme\" hakkı hangi yasa ile tanınmıştır?", "options": ["1924 Anayasası değişikliği", "Türk Medeni Kanunu", "Köy Kanunu'nda yapılan değişiklik", "Tevhid-i Tedrisat Kanunu"], "correctAnswerIndex": 2 },
      { "id": 35, "questionText": "\"Egemenlik kayıtsız şartsız milletindir.\" ilkesi ilk kez hangi anayasal belgede yer almıştır?", "options": ["Kanun-i Esasi", "1921 Teşkilat-ı Esasiye Kanunu", "1924 Anayasası", "Sened-i İttifak"], "correctAnswerIndex": 1 },
      { "id": 36, "questionText": "Mustafa Kemal'e Başkomutanlık yetkisinin verildiği ve ordunun sorumluluğunu üstlendiği savaş hangisidir?", "options": ["I. İnönü Savaşı", "II. İnönü Savaşı", "Sakarya Meydan Muharebesi", "Büyük Taarruz"], "correctAnswerIndex": 2 },
      { "id": 37, "questionText": "Harf İnkılabı'nın (1928) gerçekleştirilmesindeki temel amaç aşağıdakilerden hangisidir?", "options": ["Okuma yazmayı kolaylaştırmak ve Batı kültürüyle entegrasyonu sağlamak.", "Türkçenin tüm kelimelerini değiştirmek.", "Arapça eğitimini yasaklamak.", "Sadece Cumhuriyetçilik ilkesini güçlendirmek."], "correctAnswerIndex": 0 },
      { "id": 38, "questionText": "TBMM Hükümeti'nin kurumsal olarak ilk kez bir Avrupa devleti tarafından tanınması aşağıdaki antlaşmalardan hangisi ile olmuştur?", "options": ["Gümrü Antlaşması", "Moskova Antlaşması", "Kars Antlaşması", "Ankara Antlaşması (Fransa ile)"], "correctAnswerIndex": 1 },
      { "id": 39, "questionText": "Aşağıdaki inkılaplardan hangisi, Türk toplumunda zaman ve ölçü birimlerinde uluslararası standartlara uyum sağlamayı hedeflemiştir?", "options": ["Soyadı Kanunu", "Hafta Tatilinin Cuma'dan Pazar'a alınması.", "Uluslararası saat, takvim (Miladi) ve rakamların kabulü.", "Şapka Kanunu"], "correctAnswerIndex": 2 },
      { "id": 40, "questionText": "Mustafa Kemal Paşa'ya \"Gazi\" unvanı ve \"Mareşal\" rütbesi hangi savaştan sonra verilmiştir?", "options": ["Büyük Taarruz", "İnönü Savaşları", "Sakarya Meydan Muharebesi", "Kütahya-Eskişehir Savaşları"], "correctAnswerIndex": 2 },
      { "id": 41, "questionText": "Erzurum Kongresi'nin toplanma şekli bölgesel olmasına rağmen, aldığı kararların ulusal nitelik taşıması aşağıdakilerden hangisini gösterir?", "options": ["İstanbul Hükümeti'nin etkinliğini.", "Kongrenin amacının sadece Doğu Anadolu'yu savunmak olduğunu.", "Manda ve himayenin kesin olarak reddedilmesini ve ulusal bağımsızlık fikrini.", "Meclisin derhal toplanması gerektiğini."], "correctAnswerIndex": 2 },
      { "id": 42, "questionText": "Aşağıdaki inkılaplardan hangisi, Halkçılık ilkesi ile doğrudan bağlantılı olarak kadın-erkek eşitliğini sağlamıştır?", "options": ["Tevhid-i Tedrisat Kanunu", "Türk Medeni Kanunu", "Soyadı Kanunu", "Harf İnkılabı"], "correctAnswerIndex": 1 },
      { "id": 43, "questionText": "Atatürk'ün \"Hayatta en hakiki mürşit ilimdir.\" sözü, hangi iki ilkenin ortak paydasını oluşturur?", "options": ["Cumhuriyetçilik ve Halkçılık", "Laiklik ve İnkılapçılık", "Devletçilik ve Milliyetçilik", "Halkçılık ve Milliyetçilik"], "correctAnswerIndex": 1 },
      { "id": 44, "questionText": "Türkiye Cumhuriyeti'nde çok partili hayata geçiş denemeleri hangi dönemde başlamıştır?", "options": ["II. Meşrutiyet Dönemi", "Cumhuriyetin ilk yılları (1924-1930)", "II. Dünya Savaşı sonrası (1945 ve sonrası)", "Lale Devri"], "correctAnswerIndex": 1 },
      { "id": 45, "questionText": "1924 Anayasası'nın en önemli özelliği nedir?", "options": ["Sadece yasama yetkisini TBMM'ye vermesi.", "Güçler birliği ilkesini yumuşatarak, kuvvetler ayrılığına geçişin adımlarını içermesi.", "Saltanat ve hilafeti geri getirmesi.", "Yabancı devletlerin himayesini kabul etmesi."], "correctAnswerIndex": 1 },
      { "id": 46, "questionText": "\"Sivas Kongresi\" kararlarının uygulanmasında karşılaşılan en önemli iç engel aşağıdakilerden hangisidir?", "options": ["İstanbul Hükümeti'nin baskısı ve bazı valilerin Kongreye katılmayı engelleme çabaları.", "İtilaf Devletlerinin askeri müdahalesi.", "Düzenli ordunun kurulamamış olması.", "Halkın ekonomik yetersizlikleri."], "correctAnswerIndex": 0 },
      { "id": 47, "questionText": "TBMM Hükümeti'nin kurulmasına yol açan temel gelişme aşağıdakilerden hangisidir?", "options": ["Kuvâ-yi Milliyenin kurulması.", "İstanbul'un resmen işgalinin ve son Osmanlı Mebusan Meclisi'nin dağıtılması.", "Lozan Barış Antlaşması'nın imzalanması.", "İzmir İktisat Kongresi'nin toplanması."], "correctAnswerIndex": 1 },
      { "id": 48, "questionText": "Atatürk İlkeleri'nden \"Milliyetçilik\" Türk toplumuna hangi temel duyguyu aşılamayı hedefler?", "options": ["Batı medeniyetine koşulsuz uyum.", "Milli tarih, dil ve kültüre bağlılık temelinde birlik ve beraberlik.", "Tüm dünya milletlerine egemen olma arzusu.", "Azınlıkların tüm haklarını görmezden gelme."], "correctAnswerIndex": 1 },
      { "id": 49, "questionText": "Kabotaj Kanunu'nun (1926) kabul edilmesinin temel hedefi hangi ilke ile ilişkilidir?", "options": ["Laiklik", "Milliyetçilik ve Devletçilik", "Halkçılık", "İnkılapçılık"], "correctAnswerIndex": 1 },
      { "id": 50, "questionText": "Türkiye Cumhuriyeti'nin siyasi rejimini belirleyen ve temel yönetim şeklini kesinleştiren ilke aşağıdakilerden hangisidir?", "options": ["Laiklik", "Halkçılık", "Cumhuriyetçilik", "Devletçilik"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 16, "questionText": "Aşağıdaki cümlelerin hangisinde biçimce olumlu, anlamca olumsuzdur?", "options": ["Kutlamalarda ne bana ne de kardeşime görev verildi.", "Bu çocuk hem çok çalışkan hem de çok terbiyeli.", "Ya buraya gelsin ya da beni arasın.", "Sen şunları yukarıya taşı, sen de kitaplığı düzenle."], "correctAnswerIndex": 0 },
      { "id": 17, "questionText": "(I) Pilot olarak bu kentin üstünden uçarken değişik duygular yaşarım. (II) Bu güzelim kentin kibrit kutusu biçimindeki bitişik düzen evlerini görürüm. (III) Beton yığınları içinde sıkışıp kalmış insancıkları düşünürüm hep. (IV) Kenti bu duruma düşüren nedenler üzerinde kafa yorarım bir süre. Bu parçadaki numaralanmış cümlelerin hangisinde bir deyim, yüklem olarak kullanılmıştır?", "options": ["I", "II", "III", "IV"], "correctAnswerIndex": 3 },
      { "id": 18, "questionText": "Aşağıdaki cümlelerin hangisinde, “Niçin?” sorusunun cevabı vardır?", "options": ["Cep telefonlarını benzin istasyonlarında ya da kimyasal maddelerin yakınında kullanmak tehlikelidir.", "Cep telefonunuzun bataryasının ömrünü kısaltacağından, telefonunuzu aşırı sıcak ya da soğuk yerlerde bırakmayınız.", "Araba kullanırken cep telefonunuz çaldığında arabanızı bir yere park ederek sizi arayan kişiyle konuşmalısınız.", "Cep telefonunuzu küçük çocukların erişebileceği yerlerden uzak tutunuz."], "correctAnswerIndex": 1 },
      { "id": 19, "questionText": "Buzulların erimesi küresel ısınmanın en önemli göstergelerinden biridir. Bu cümledeki altı çizili söz aşağıdaki sorulardan hangisinin cevabıdır?", "options": ["Kimi?", "Ne kadar?", "Ne?", "Ne zaman?"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Buraya gelmeden önce bir çalışma planı hazırlamış. Bu cümlede aşağıdaki sorulardan hangisinin cevabı vardır?", "options": ["Kime?", "Nasıl?", "Kiminle?", "Ne zaman?"], "correctAnswerIndex": 3 },
      { "id": 21, "questionText": "Yöre taşlarından yapılan iç duvar, hem yüzenleri hem de denizi seyredenleri sert Ege rüzgârlarından koruyor. Bu cümlede aşağıdaki sorulardan hangisinin cevabı vardır?", "options": ["Ne zaman?", "Nerede?", "Kimi?", "Kimle?"], "correctAnswerIndex": 2 },
      { "id": 22, "questionText": "Ali, turistlere hediyelik eşya satan bir dükkânda akşama kadar çalışıyordu. Bu cümlede aşağıdaki sorulardan hangisinin cevabı yoktur?", "options": ["Ne satan?", "Niçin çalışıyordu?", "Kimlere satan?", "Nerede çalışıyordu?"], "correctAnswerIndex": 1 },
      { "id": 23, "questionText": "Buraya gelen turistler, kalenin önündeki meydanda hem dinleniyor hem de alışveriş yapıyor. Bu cümledeki altı çizili söz aşağıdaki sorulardan hangisinin cevabıdır?", "options": ["Nerede?", "Nasıl?", "Neyi?", "Kim?"], "correctAnswerIndex": 0 },
      { "id": 24, "questionText": "Aşağıdakilerden hangisi öznenin özelliklerinden olamaz?", "options": ["Fiillerin mastarları özne olabilir.", "İsimlere getirilen hâl eklerini alabilir.", "Şahıs ve soru zamirleri özne olabilir.", "İsim ve sıfat tamlamaları özne olabilir."], "correctAnswerIndex": 1 },
      { "id": 25, "questionText": "Aşağıdaki cümlelerin hangisinde adlaşmış sıfat nesne görevinde kullanılmıştır?", "options": ["Hırsız, kısa bir süre sonra yakalandı.", "Yalancı adamı hemen susturdular.", "Gençlere her zaman sahip çıkmalıyız.", "İhtiyarı, bu yaz ziyaret edeceklermiş."], "correctAnswerIndex": 3 },
      { "id": 26, "questionText": "Aşağıdaki cümlelerin hangisi \"Kim?, Ne zaman?, Neyi?, Kime?\" sorularının tümüne cevap vermektedir?", "options": ["Okulun bahçesinde top oynarken gözlüğü kırılmıştı.", "Bu kitabı, doğum günümde bana edebiyat öğretmenim almıştı.", "Öğrenciler, akşamları ders çalışmayı pek sevmezler.", "Sizde fazla olan kitapların bazısını bir arkadaşınıza verebilirsiniz."], "correctAnswerIndex": 1 },
      { "id": 27, "questionText": "Aşağıdaki cümlelerin hangisinde nesne yer almamıştır?", "options": ["Küçük kardeşi bu yıl okula başlıyor.", "Çiçekçiye uğrayıp üç kırmızı gül aldım.", "O, “Altın Kelebek Ödülü”nü bileğinin hakkıyla aldı.", "Doğum gününde ona, sadece bir kalem alabildik."], "correctAnswerIndex": 0 },
      { "id": 28, "questionText": "Aşağıdaki cümlelerin hangisinde soru, özneyi bulmaya yöneliktir?", "options": ["Üstüne yorgan mı örttüler?", "Doktora dün beni mi sormuş?", "Çocuğun başına taş mı düşmüş?", "Yarışmaya seni mi gönderecekler?"], "correctAnswerIndex": 2 },
      { "id": 29, "questionText": "\"Onlar her yerde onun karşısındaydılar.\" cümlesinin öge dizilişi aşağıdakilerden hangisinde doğru olarak verilmiştir?", "options": ["Özne - Zarf Tümleci - Nesne - Dolaylı Tümleç - Yüklem", "Özne - Dolaylı Tümleç - Dolaylı Tümleç - Yüklem", "Özne - Dolaylı Tümleç - Yüklem", "Dolaylı Tümleç - Özne - Yüklem"], "correctAnswerIndex": 2 },
      { "id": 30, "questionText": "Yıllar öncesinin solgun eylül, ekim ayları; asırlık çınarlar ve titrek yapraklar arasında dönüp duruyor benimle birlikte. Yukarıdaki cümlenin öznesi aşağıdakilerden hangisidir?", "options": ["Eylül, ekim ayları", "Solgun eylül, ekim ayları", "Yıllar öncesinin solgun eylül, ekim ayları", "Asırlık çınarlar ve titrek yapraklar"], "correctAnswerIndex": 2 },
      { "id": 31, "questionText": "Aşağıdaki cümlelerden hangisi \"Ne?, Neyi?, Nerede?, Nasıl?\" sorularının tümüne cevap vermektedir?", "options": ["Ahmet toplantıda sana ne söyledi?", "Orada bulunanlar, konuyu tartıştı.", "Kuş, yuvasında yavrularını sevgiyle besliyordu.", "Çocuklar bahçede oynamaya başladı."], "correctAnswerIndex": 2 },
      { "id": 32, "questionText": "\"Öğrencileriniz son günlerde neler okuyorlar?\" sorusuna verilecek cevap, cümlenin hangi ögesi olur?", "options": ["Özne", "Nesne", "Dolaylı Tümleç", "Zart Tümleci"], "correctAnswerIndex": 1 },
      { "id": 33, "questionText": "Aşağıdaki cümlelerden hangisi özne ve yüklemden oluşmuştur?", "options": ["Yarışmaya, birden fazla kişinin ortak çalışmayla oluşturduğu yapıtla da başvurulabilir.", "Türkçe dışındaki dillerde yazılmış yapıtlarla da yarışmaya başvurulabilir.", "Ödüle aday gösterilen yapıtın bir özeti gönderilmelidir.", "Ödüle aday gösterilen yapıtlar tekrar incelendi."], "correctAnswerIndex": 2 },
      { "id": 34, "questionText": "Aşağıdaki cümlelerin hangisinde tamlayanı düşmüş isim tamlaması özne görevindedir?", "options": ["Yarışmanın heyecanından elleri tir tir titriyordu.", "Gökkuşağını gözlerinde gördüm bu sabah.", "Yazar, romanında gözleme büyük yer vermiş.", "Şiirine hayran kalacak genç kuşaklar."], "correctAnswerIndex": 0 },
      { "id": 35, "questionText": "Aşağıdaki cümlelerin hangisinde, ögelere ayırmada bir yanlışlık yapılmıştır?", "options": ["Yağmurlardan sonra / büyürmüş / başak.", "Tutsak bir kekliğin sesiyle / erirdi / kar.", "Bir şahdamar gibi / vuruyor / hayaller.", "Bir gün / gözlerimin / tâ içine / bak."], "correctAnswerIndex": 3 },
      { "id": 1, "questionText": "Aşağıdaki cümlelerin hangisinde bir yazım yanlışı vardır?", "options": ["Herşey yolunda gibiydi.", "Art arda gelen sorunlar canını sıktı.", "Yarınki toplantıya o da katılacakmış.", "Bu konuyu bir de benden dinleyin."], "correctAnswerIndex": 0 },
      { "id": 2, "questionText": "\"Bu soğuk havada dışarı çıkmak pek de akıl kârı değil.\" cümlesinde altı çizili 'pek' kelimesinin türü nedir?", "options": ["İsim", "Sıfat", "Zarf (Belirteç)", "Edat"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Aşağıdaki cümlelerin hangisinde 'ki'nin yazımı yanlıştır?", "options": ["Mademki gelmeyecektin, neden haber vermedin?", "Evdeki hesap çarşıya uymaz.", "Seninki yine ortalığı karıştırmış.", "O kadar çok çalıştıki sonunda başardı."], "correctAnswerIndex": 3 },
      { "id": 4, "questionText": "“Göz atmak” deyiminin anlamı aşağıdakilerden hangisidir?", "options": ["Dikkatle ve uzun süre bakmak", "Beğenmemek, küçümsemek", "Kısaca, üstünkörü bakmak", "Gözünü ayırmadan izlemek"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "Aşağıdaki cümlelerin hangisinde noktalama yanlışı yapılmıştır?", "options": ["Pazardan elma, armut, portakal aldım.", "Bana, \"Yarın gelemem\" dedi.", "Genç adama dikkatle baktı.", "Toplantı saat 14.30'da başlayacakmış."], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "\"Yaşlı adam ( ) yavaş adımlarla ilerliyordu ( )\" cümlesinde parantez ile belirtilen yerlere sırasıyla hangi noktalama işaretleri getirilmelidir?", "options": ["(,) (.)", "(;) (.)", "(,) (?)", "(:) (.)"], "correctAnswerIndex": 0 },
      { "id": 7, "questionText": "\"Sessizce odasına girdi ve yatağına uzandı.\" cümlesinin yüklemi hangisidir?", "options": ["girdi", "uzandı", "girdi ve uzandı", "sessizce girdi"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Aşağıdaki sözcüklerden hangisi yapısı bakımından diğerlerinden farklıdır?", "options": ["Gözlük", "Simitçi", "Kalemlik", "Koştu"], "correctAnswerIndex": 3 },
      { "id": 9, "questionText": "\"Bu olaydan sonra onla bir daha görüşmedim.\" cümlesindeki anlatım bozukluğunun sebebi nedir?", "options": ["Gereksiz sözcük kullanımı", "Anlam belirsizliği", "Deyim yanlışlığı", "Zamir yanlışlığı"], "correctAnswerIndex": 3 },
      { "id": 10, "questionText": "Aşağıdaki cümlelerin hangisinde büyük harflerin kullanımıyla ilgili bir yanlışlık yapılmıştır?", "options": ["Bu yıl Ramazan Bayramı mayıs ayına denk geldi.", "Teyzem Ayşe Hanım yarın bize gelecek.", "Toplantı Ankara Kalesi'nde yapılacak.", "Türk Dil Kurumu, önemli çalışmalar yapıyor."], "correctAnswerIndex": 0 },
      { "id": 11, "questionText": "\"Kırmızı araba, sokağın başında durdu.\" cümlesinde 'kırmızı' sözcüğü hangi görevde kullanılmıştır?", "options": ["İsim", "Zamir", "Sıfat", "Zarf"], "correctAnswerIndex": 2 },
      { "id": 12, "questionText": "Aşağıdaki cümlelerin hangisinde '-de' bağlacının yazımı doğrudur?", "options": ["Kitap da kalmışım, getireyim.", "O da bizimle sinemaya gelecek.", "Sokakta top oynuyorlar.", "Evde kimse yoktu."], "correctAnswerIndex": 1 },
      { "id": 13, "questionText": "\"Etekleri zil çalmak\" deyimi hangi anlamda kullanılır?", "options": ["Çok korkmak", "Çok sevinmek", "Çok üzülmek", "Çok şaşırmak"], "correctAnswerIndex": 1 },
      { "id": 14, "questionText": "“Hayat, inişleri ve çıkışlarıyla bir yolculuktur.\" cümlesi, yapıca nasıl bir cümledir?", "options": ["Basit cümle", "Birleşik cümle", "Sıralı cümle", "Bağlı cümle"], "correctAnswerIndex": 0 },
      { "id": 15, "questionText": "Aşağıdaki cümlelerin hangisinde nesne, belirtisiz isim tamlamasıdır?", "options": ["Yolun kenarında eski bir araba duruyordu.", "Bahar mevsimini çok severim.", "Okul müdürü, öğrencileri topladı.", "Kardeşime doğum günü hediyesi aldım."], "correctAnswerIndex": 3 }
    ],
    [
      { "id": 1, "questionText": "657 sayılı Devlet Memurları Kanunu'na göre, aşağıdakilerden hangisi memurların ödev ve sorumluluklarından biri değildir?", "options": ["Sadakat", "Tarafsızlık ve devlete bağlılık", "Grev yapmak", "Amirine itaat"], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "657 sayılı Kanuna göre, memurlara verilen disiplin cezalarından hangisi memurluktan çıkarmadan bir önceki en ağır cezadır?", "options": ["Uyarma", "Kınama", "Aylıktan kesme", "Kademe ilerlemesinin durdurulması"], "correctAnswerIndex": 3 },
      { "id": 3, "questionText": "657 sayılı Kanuna göre, yıllık izin süresi, hizmeti 1 yıldan 10 yıla kadar (10 yıl dahil) olanlar için kaç gündür?", "options": ["10 gün", "15 gün", "20 gün", "30 gün"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Aşağıdakilerden hangisi Devlet memurluğuna girişte aranan genel şartlardan değildir?", "options": ["Türkiye Cumhuriyeti vatandaşı olmak", "Kamu haklarından mahrum bulunmamak", "Belirli bir siyasi partiye üye olmak", "En az ortaokul mezunu olmak"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "657 sayılı Kanuna göre, adaylık süresi en az ne kadardır?", "options": ["6 ay", "1 yıl", "2 yıl", "3 yıl"], "correctAnswerIndex": 1 },
      { "id": 6, "questionText": "Aşağıdaki disiplin cezalarından hangisi, verildiği tarihten itibaren hüküm ifade eder ve derhal uygulanır?", "options": ["Uyarma", "Kınama", "Aylıktan kesme", "Hepsi"], "correctAnswerIndex": 3 },
      { "id": 7, "questionText": "657 sayılı Kanun'a göre, bir memurun mazeretsiz ve kesintisiz olarak kaç gün işe gelmemesi durumunda memuriyeti sona erer (çekilmiş sayılır)?", "options": ["3 gün", "5 gün", "7 gün", "10 gün"], "correctAnswerIndex": 3 },
      { "id": 8, "questionText": "Memurlara, bakmakla yükümlü olduğu veya memur refakat etmediği takdirde hayatı tehlikeye girecek ana, baba, eş ve çocukları ile kardeşlerinden birinin ağır bir kaza geçirmesi veya tedavisi uzun süren bir hastalığa yakalanması hâllerinde, bu hâllerin sağlık kurulu raporuyla belgelendirilmesi şartıyla, aylık ve özlük hakları korunarak kaç aya kadar izin verilir?", "options": ["1 aya kadar", "3 aya kadar", "6 aya kadar", "12 aya kadar"], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "657 sayılı Kanun'a göre, \"Liyakat\" ilkesi ne anlama gelmektedir?", "options": ["Memurların kıdemine göre yükselmesi", "Devlet kamu hizmetleri görevlerine girmeyi, sınıflar içinde ilerleme ve yükselmeyi, görevin sona erdirilmesini yeterlilik ve ehliyet esaslarına dayandırmak", "Memurların sendikal faaliyetlerde bulunması", "Memurların tarafsız olması"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Görevden uzaklaştırılan bir Devlet memurunun aylığının ne kadarı ödenir?", "options": ["Tamamı ödenir", "Yarısı ödenir", "Üçte ikisi ödenir", "Hiç ödenmez"], "correctAnswerIndex": 2 },
      { "id": 11, "questionText": "657 sayılı Kanuna göre, kademe ilerlemesinin durdurulması cezasını alan bir memur kaç yıl boyunca yönetici kadrolarına atanamaz?", "options": ["3 yıl", "5 yıl", "7 yıl", "10 yıl"], "correctAnswerIndex": 3 },
      { "id": 12, "questionText": "Aşağıdakilerden hangisi devlet memurlarının genel hakları arasında yer almaz?", "options": ["Uygulamayı isteme hakkı", "Güvenlik hakkı", "Ticaret yapma hakkı", "Emeklilik hakkı"], "correctAnswerIndex": 2 },
      { "id": 13, "questionText": "Devlet memurlarının haftalık çalışma süresi genel olarak kaç saattir?", "options": ["35 saat", "40 saat", "45 saat", "50 saat"], "correctAnswerIndex": 1 },
      { "id": 14, "questionText": "Bir memurun, amirinin verdiği ve Anayasa veya kanuna aykırı bulduğu bir emri yerine getirmemesi durumuna ne ad verilir?", "options": ["İtaatsizlik", "Görevi ihmal", "Kanunsuz emir", "Görevi kötüye kullanma"], "correctAnswerIndex": 2 },
      { "id": 15, "questionText": "Uyarma ve kınama cezalarına karşı nereye itiraz edilebilir?", "options": ["Disiplin Kuruluna", "Yüksek Disiplin Kuruluna", "İdare Mahkemesine", "Danıştay'a"], "correctAnswerIndex": 0 },
      { "id": 16, "questionText": "657 sayılı Devlet Memurları Kanununa göre mevcut kuruluş biçimine bakılmaksızın, devlet ve diğer kamu tüzel kişiliklerince genel idare esaslarına göre yürütülen asli ve sürekli kamu hizmetlerini ifa ile görevlendirilenler ne ile ifade edilir?", "options": ["Memurlar", "Sözleşmeli personel", "Geçici personel", "İşçiler"], "correctAnswerIndex": 0 },
      { "id": 17, "questionText": "657 sayılı Devlet Memurları Kanunu aşağıda belirtilen şıkların hangisi hakkında uygulanmaz?", "options": ["Genel ve Katma Bütçeli Kurumlar", "Anayasa Mahkemesi üye ve yedek üyeleri ile raportörleri", "İl Özel İdareleri", "Belediyeler"], "correctAnswerIndex": 1 },
      { "id": 18, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memuru amirinden aldığı emri, anayasa, kanun, tüzük ve yönetmelik hükümlerine aykırı görürse, yerine getirmez ve bu aykırılığı o emri verene bildirir. Amir emrinde ısrar eder ve bu emrini yazı ile yenilerse memur ne yapmalıdır?", "options": ["Kesinlikle anayasa, kanun, tüzük ve yönetmelik hükümlerine aykırı olan emri yerine getirmez", "Memur bu emri yapmağa mecburdur. Ancak emrin yerine getirilmesinden doğacak sorumluluk emri verene aittir.", "Emniyete suç duyurusunda bulunmalıdır", "Amirini üst makama şikâyet eder"], "correctAnswerIndex": 1 },
      { "id": 19, "questionText": "657 sayılı Devlet Memurları Kanunu aşağıda belirtilen şıkların hangisi hakkında uygulanır?", "options": ["Genelkurmay Mehtaran Bölüğü Sanatkârları", "Cumhurbaşkanlığı Senfoni Orkestrası üyeleri", "İl Özel İdareleri", "Hâkimlik ve savcılık mesleklerinde veya bu mesleklerden sayılan görevlerde bulunanlar"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Aşağıdakilerden hangisi 657 sayılı Devlet Memurları Kanununun temel ilkelerinden değildir?", "options": ["Liyakat", "Eşitlilik", "Sınıflandırma", "Kariyer"], "correctAnswerIndex": 1 },
      { "id": 21, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memurları “Asli Devlet Memurluğuna\" atandıktan sonra en geç kaç ay içinde kurumlarınca düzenlenecek merasimle yemin ederler?", "options": ["1", "2", "3", "4"], "correctAnswerIndex": 0 },
      { "id": 22, "questionText": "657 sayılı Devlet Memurları Kanununda kanunlarda yazılı haller dışında devlet memurunun memurluğuna son verilmez, aylık ve başka hakları elinden alınamaz denmektedir. Bu ifade ile memurun genel haklarından hangisi vurgulanmaktadır?", "options": ["Emeklilik", "Güvenlik", "Çekilme", "Uygulamayı İsteme Hakkı"], "correctAnswerIndex": 1 },
      { "id": 23, "questionText": "657 sayılı Devlet Memurları Kanununa göre aşağıdaki şıklardan hangisi devlet memurlarının mal bildiriminde bulunacağı kişilerdendir?", "options": ["Annesi", "Babası", "Kardeşi", "Eşi"], "correctAnswerIndex": 3 },
      { "id": 24, "questionText": "657 sayılı Devlet Memurları Kanununa göre müracaat ve şikâyetler nasıl yapılmalıdır?", "options": ["Sadece yazı ile en yakın amirden başlayarak silsile yolu ile şikâyet edilen amirler atlanarak yapılır", "Sadece sözlü olarak en yakın amirden başlayarak silsile yolu ile şikâyet edilen amirler atlanarak yapılır", "Söz veya yazı ile en yakın amirden başlayarak silsile yolu ile şikayet edilen amirler atlanarak yapılır.", "Söz veya yazı ile en yakın amirden başlayarak silsile yolu ile şikâyet edilen amirlerin bilgisi dahilinde yapılır"], "correctAnswerIndex": 2 },
      { "id": 25, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memurlarının ticaret ve diğer kazanç getirici faaliyetlerde bulunmaları ile ilgili aşağıdaki ifadelerden hangisi doğrudur?", "options": ["Memurlar Türk Ticaret Kanununa göre (Tacir) veya (Esnaf) sayılmalarını gerektirecek bir faaliyette bulunamazlar.", "Memurlar Türk ticaret ve sanayi müesseselerinde görev alabilirler.", "Memurlar ticari mümessil veya ticari vekil olabilirler.", "Memurlar kollektif şirketlerde ortak veya komandit şirkette komandite ortak olabilirler."], "correctAnswerIndex": 0 },
      { "id": 26, "questionText": "657 Sayılı Devlet Memurları Kanununa tabi kurumların kadrolarında bulunan personelin aylıkları; hizmet sınıfları, görev türleri ve aylık alınan dereceler dikkate alınarak bu kanuna ekli I ve II sayılı cetvellerde gösterilen ek gösterge rakamlarının eklenmesi suretiyle hesaplanır. Il sayılı cetvelde yer alan unvanlarda değişiklik yapmaya ve yeni unvanlar ilave etmeye kim yetkilidir?", "options": ["TBMM", "Cumhurbaşkanı", "İçişleri Bakanı", "Hazine ve Maliye Bakanı"], "correctAnswerIndex": 1 },
      { "id": 27, "questionText": "657 sayılı Devlet Memurları Kanununa göre mesleki eğitim görerek yetişmiş olan fizikoterapistler bu kanuna göre hangi sınıfa girmektedir?", "options": ["Genel İdare Hizmetleri Sınıfı", "Teknik Hizmetler Sınıfı", "Sağlık Hizmetleri Ve Yardımcı Sağlık Hizmetleri Sınıfı", "Yardımcı Hizmetler Sınıfı"], "correctAnswerIndex": 2 },
      { "id": 28, "questionText": "657 Sayılı Devlet Memurları Kanununa göre kadrosuz memur çalıştırılamaz. Kadrolar, aşağıdakilerden hangisinde gösterildiği şekilde düzenlenir?", "options": ["Cumhurbaşkanlığı kararnamesi", "Kanun", "Yönetmelik", "Anayasa"], "correctAnswerIndex": 1 },
      { "id": 29, "questionText": "657 sayılı Devlet Memurları Kanununa göre bu kanunun kapsamına dahil kurumlarda yönetim, icra, büro ve benzeri hizmetleri gören ve bu Kanunla tespit edilen diğer sınıflara girmeyen memurlar hangi sınıfı ifade eder?", "options": ["Teknik hizmetler sınıfı", "Yardımcı hizmetler sınıfı", "Eğitim ve öğretim hizmetleri sınıfı", "Genel idare hizmetleri sınıfı"], "correctAnswerIndex": 3 },
      { "id": 30, "questionText": "657 Sayılı Devlet Memurları Kanununa göre Mimarlık ve Mühendislik Fakültesi veya bölümlerinden mezun şehir plancısı, yüksek şehir plancısı ve yüksek Bölge Plancısı hangi hizmetler sınıfını içerisindedir?", "options": ["Genel İdare Hizmetleri Sınıfı", "Sağlık Hizmetleri Ve Yardımcı Sağlık Hizmetleri Sınıfı", "Eğitim Ve Öğretim Hizmetleri Sınıfı", "Teknik Hizmetler Sınıfı"], "correctAnswerIndex": 3 },
      { "id": 31, "questionText": "657 sayılı Devlet Memurları Kanununda belirtilen özel kanunlarına göre çarşı ve mahalle bekçisi, polis, komiser muavini, komiser, başkomiser emniyet müfettişi, polis müfettişi, emniyet amiri ve emniyet müdürü ve emniyet müdürü sıfatını kazanmış emniyet mensubu memurlar hangi sınıfın üyeleridir?", "options": ["Emniyet hizmetleri sınıfı", "Asayiş hizmetleri sınıfı", "Güvenlik hizmetleri sınıfı", "İdare hizmetleri sınıfı"], "correctAnswerIndex": 0 },
      { "id": 32, "questionText": "657 sayılı Devlet Memurları Kanununa göre avukatlık stajını açıkta iken yapanlara fazladan kaç derece yada kademe ilerlemesi uygulanır?", "options": ["1 Derece İlerlemesi uygulanır", "3 Kademe İlerlemesi uygulanır", "2 Kademe İlerlemesi uygulanır", "1 Kademe İlerlemesi uygulanır"], "correctAnswerIndex": 2 },
      { "id": 33, "questionText": "657 sayılı Devlet Memurları Kanununa göre sınıfların öğrenim durumlarına göre giriş ve yükselebilecek derece ve kademeleri bakımından ilkokulu bitirenler göreve kaçıncı derece ve kademeden başlarlar ve yükselebilecekleri en son derece hangisidir?", "options": ["15 Derece 1. Kademeden başlarlar 7 Dereceye kader yükselebilirler", "15 Derece 1. Kademeden başlarlar 6 Dereceye kader yükselebilirler", "15 Derece 1. Kademeden başlarlar 5 Dereceye kader yükselebilirler", "15 Derece 1. Kademeden başlarlar 4 Dereceye kader yükselebilirler"], "correctAnswerIndex": 0 },
      { "id": 34, "questionText": "657 sayılı Devlet Memurları Kanununda belirtilen Basın Kartları Yönetmeliğine göre, basın kartına sahip olmak suretiyle gazetecilik yaparak memurluğa girenlerin; meslekleriyle ilgili görevlerde istihdam edilmeleri şartıyla, fiilen gazetecilik yaparak geçirdikleri sürenin kaçta kaçı fiilen memuriyette geçmiş sayılarak, bu sürenin her yılı bir kademe ilerlemesi ve her üç yılı bir derece yükselmesi verilmek suretiyle değerlendirilir?", "options": ["3/4", "2/4", "1/4", "Tamamı"], "correctAnswerIndex": 0 },
      { "id": 35, "questionText": "657 sayılı Devlet Memurları Kanununa göre genel olarak kaç yaşını tamamlayanlar devlet memuru olabilirler?", "options": ["16", "17", "18", "19"], "correctAnswerIndex": 2 },
      { "id": 36, "questionText": "Aşağıdakilerden hangisi 657 sayılı Devlet Memurları Kanununa göre Derece yükselmesi yapılabilmesi için gerekli şartlardan değildir?", "options": ["Üst dereceden boş bir kadronun bulunması gerekir", "Derecesi içinde en az 3 yıl ve bu derecenin 3 üncü kademesinde 1 yıl bulunmuş olunması gerekir", "Kadronun tahsis edildiği görev için öngörülen nitelikleri elde etmiş olması gerekir", "Alt derecedeki kadroların dolu olması gerekir"], "correctAnswerIndex": 3 },
      { "id": 37, "questionText": "657 sayılı Devlet Memurları Kanununa göre belirli bir süre görev yapmak üzere, mecburî olarak sürekli görevle atanan memurlardan kalkınmada birinci derecede öncelikli yörelerde bulunanlara, bu yörelerde fiilen çalışmak suretiyle geçirilen kaç yıl için bir kademe ilerlemesi daha verilir", "options": ["Birinci derecede öncelikli yörelerde geçirilen her iki yıl için bir kademe ilerlemesi daha verilir", "Birinci derecede öncelikli yörelerde geçirilen her üç yıl için bir kademe ilerlemesi daha verilir", "Birinci derecede öncelikli yörelerde geçirilen her dört yıl için bir kademe ilerlemesi daha verilir", "Birinci derecede öncelikli yörelerde geçirilen her altı yıl için bir kademe ilerlemesi daha verilir"], "correctAnswerIndex": 0 },
      { "id": 38, "questionText": "657 sayılı Devlet Memurları Kanununa göre yer değiştirme suretiyle atanmaya tabi memurun atandığı yerde eşinin atanacağı teşkilatın bulunmaması ya da teşkilatı olmakla birlikte niteliğine uygun münhal bir görev bulunmaması ve ilgilinin de talebi halinde, bu personele eşinin görev süresi ile sınırlı olmak üzere izin verilebilir. Kalkınmada 2 nci derecede öncelikli yörelerde görevli olup izin verilenlere, aylık ve diğer ödemelerine karşılık olarak, aylık (taban ve kıdem aylığı dahil), ek gösterge, zam ve tazminatlarının kanuni kesintiler düşüldükten sonraki net miktarının yüzde kaçı kurumlarınca kadro tasarrufundan ödenir?", "options": ["% 25", "% 40", "% 50", "% 60"], "correctAnswerIndex": 0 },
      { "id": 39, "questionText": "657 sayılı Devlet Memurları Kanununa göre aşağıdaki kurum ya da kuruluşların hangisinde çalışan memurlara kendi görevinin yanında ikinci bir görev verilebilir?", "options": ["Sermayesinin yarısından azı devlete ait bankalarda", "Özel kanunlarla veya özel kanunların verdiği yetkiye dayanılarak kurulan banka ve kuruluşlarda", "Sermayesinin tamamı Devlet tarafından verilmek suretiyle kurulan iktisadi kurumlar", "657 sayılı Devlet Memurları Kanununa tabi kurumlarda"], "correctAnswerIndex": 1 },
      { "id": 40, "questionText": "657 sayılı Devlet Memurları Kanununa göre bir görevin memurlar eliyle vekaleten yürütülmesi halinde hangisi asıldır?", "options": ["Aylıklı vekalet", "Aylıksız vekalet", "Paralı vekalet", "Parasız vekalet"], "correctAnswerIndex": 1 },
      { "id": 41, "questionText": "657 sayılı Devlet Memurları Kanununa göre kadrosu kaldırılan memurların kurumlarında atama imkânının bulunmaması hâlinde bu memurların başka bir kurumdaki kadrolara atanmaları için bilgileri hangi kuruma bildirilir?", "options": ["Cumhurbaşkanlığına", "İlgili Bakanlığa", "İçişleri bakanlığına", "Devlet Personel Başkanlığına"], "correctAnswerIndex": 3 },
      { "id": 42, "questionText": "657 sayılı Devlet Memurları Kanununa göre yasama görevinde veya bakan olarak geçirilen her yıl bir kademe ilerlemesi olarak değerlendirilir. Bu kapsamdaki kademe ilerlemelerinin kaç yılı bir derece yükselmesine esas olacak şekilde değerlendirilir?", "options": ["1", "2", "3", "4"], "correctAnswerIndex": 1 },
      { "id": 43, "questionText": "657 sayılı Devlet Memurları Kanununa göre aşağıdaki durumların hangisinde devlet memurluğu sona ermez?", "options": ["Memurluğa alınma şartlarından her hangi birini taşımadığının sonradan anlaşılması veya memurlukları sırasında bu şartlardan her hangi birini kaybetmesi", "Memurluktan çekilmesi", "60 yaşını doldurması", "İstek, yaş haddi, malullük sebeplerinden biri ile emekliye ayrılması"], "correctAnswerIndex": 2 },
      { "id": 44, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memurlarının yıllık izin süresi, hizmeti 1 yıldan on yıla kadar (On yıl dahil) olanlar için kaç gündür?", "options": ["10", "15", "20", "25"], "correctAnswerIndex": 2 },
      { "id": 45, "questionText": "657 sayılı Devlet Memurları Kanununa göre memurun ticaret yapması veya devlet memurlarına yasaklanan diğer kazanç getirici faaliyetlerde bulunması hangi disiplin cezasını gerektirir?", "options": ["Uyarma", "Kınama", "Aylıktan Kesme", "Kademe İlerlemesinin Durdurulması"], "correctAnswerIndex": 2 },
      { "id": 46, "questionText": "657 sayılı Devlet Memurları Kanununa göre aylıktan kesme disiplin cezasında memurun brüt aylığının kaçta kaçı oranında kesinti yapılabilir?", "options": ["Memurun, brüt aylığından 1/30 - 1/10 arasında kesinti yapılabilir", "Memurun, brüt aylığından 1/30 - 1/8 arasında kesinti yapılabilir", "Memurun, brüt aylığından 1/30 - 1/6 arasında kesinti yapılabilir", "Memurun, brüt aylığından 1/30 - 1/4 arasında kesinti yapılabilir"], "correctAnswerIndex": 1 },
      { "id": 47, "questionText": "657 sayılı Devlet Memurları Kanununa göre kadın memura gebelik durumunda mazeret İzni olarak verilecek olan izne çoğul gebelik halinde, doğumdan önceki 8 haftalık süreye kaç gün süre daha ilave olarak eklenir?", "options": ["7 gün", "14 gün", "15 gün", "21 gün"], "correctAnswerIndex": 1 },
      { "id": 48, "questionText": "657 sayılı Devlet Memurları Kanununa göre memurun bakmakla yükümlü olduğu veya memur refakat etmediği takdirde hayatı tehlikeye girecek ana, baba, eş ve çocukları ile kardeşlerinden birinin ağır bir kaza geçirmesi veya tedavisi uzun süren bir hastalığının bulunması hâllerinde, bu hâllerin sağlık kurulu raporuyla belgelendirilmesi şartıyla, aylık ve özlük hakları korunarak kaç aya kadar izin verilir?", "options": ["2", "3", "4", "5"], "correctAnswerIndex": 1 },
      { "id": 49, "questionText": "657 sayılı Devlet Memurları Kanununa göre kurumlarınca her memur için bir özlük dosyası tutulur. Bu özlük dosyasına aşağıdakilerden hangisi konmaz?", "options": ["Memurun Yıllık Maaş Bordrosu", "Memurun mesleki bilgileri", "Memurun Mal bildirimleri", "Memurun İnceleme, Soruşturma, Denetim Raporları"], "correctAnswerIndex": 0 },
      { "id": 50, "questionText": "657 sayılı Devlet Memurları Kanununa göre görevli oldukları kurumlarda olağanüstü gayret ve çalışmaları ile emsallerine göre başarılı görev yapmak suretiyle; kamu kaynağında önemli ölçüde tasarruf sağlanmasında, kamu zararının oluşmasının önlenmesinde ve önlenemez kamu zararlarının önemli ölçüde azaltılmasında, kamusal fayda ve gelirlerin beklenenin üzerinde artırılmasında veya sunulan hizmetlerin etkinlik ve kalitesinin yükseltilmesinde somut olaylara ve verilere dayalı olarak katkı sağladıkları tespit edilen memurlara ilçelerde başarı belgesini kim verir?", "options": ["Milli Eğitim Müdürü", "İlçe Milli Eğitim Müdürler Kurulu", "Kaymakam", "Eğitim Denetmenleri Kurulu"], "correctAnswerIndex": 2 },
      { "id": 51, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memurlarına verilecek disiplin cezalarından memurun, brüt aylığından 1/30 - 1/8 arasında kesinti yapılması hangi disiplin cezasını ifade etmektedir?", "options": ["Maaştan Kesme", "Aylıktan Kesme", "Kınama", "Uyarma"], "correctAnswerIndex": 1 },
      { "id": 52, "questionText": "657 sayılı Devlet Memurları Kanununa göre memurun verilen emirlere itiraz etmesi hangi disiplin cezasını gerektirir?", "options": ["Uyarma", "Kınama", "Aylıktan Kesme", "Kademe İlerlemesinin Durdurulması"], "correctAnswerIndex": 1 },
      { "id": 53, "questionText": "657 sayılı Devlet Memurları Kanununa göre disiplin amirleri uyarma, kınama ve aylıktan kesme cezalarını soruşturmanın tamamlandığı günden itibaren kaç gün içinde vermek zorundadırlar?", "options": ["10", "15", "30", "60"], "correctAnswerIndex": 1 },
      { "id": 54, "questionText": "657 sayılı Devlet Memurları Kanununa göre Evli bulunan Devlet memurlarına aile yardımı ödeneği verilir. Bu yardım, memurun her ne şekilde olursa olsun menfaat karşılığı çalışmayan veya herhangi bir sosyal güvenlik kuruluşundan aylık almayan eşi için 1500, çocuklarından herbiri için de 250 gösterge rakamının (72 nci ay dahil olmak üzere 0-6 yaş grubunda yer alan çocuklar için bir kat artırımlı) aylık katsayısı ile çarpılması sonucu elde edilecek miktar üzerinden ödenir. Eşlerden birine iş akdi veya toplu sözleşme gereği çocukları için yapılan aile yardımı ödeneği daha düşük ise, yalnız aradaki fark ödenir. Bu fıkrada yer alan gösterge rakamlarını 3 katına kadar artırmaya kim yetkilidir?", "options": ["Cumhurbaşkanı", "Aile, Çalışma ve Sosyal Hizmetler Bakanı", "Hazine ve Maliye Bakanı", "TBMM"], "correctAnswerIndex": 0 },
      { "id": 55, "questionText": "657 sayılı Devlet Memurları Kanununa göre devlet memurlarına aile yardımı ödeneği verilirken çocukların kaç yaşına kadar bu ödenekten yararlanabileceği hakkında aşağıdaki ifadelerden hangisi yanlıştır?", "options": ["Erkek çocuk 18 yaşını, kız çocuk 25 yaşını doldurana kadar", "Evli olmayan kız çocukları her yaşta", "Lise ve dengi okulda okuyan erkek çocuklar 20 yaşını, kız çocukları 25 yaşını doldurana kadar", "Yükseköğrenim yapan erkek çocuklar 25 yaşını doldurana kadar"], "correctAnswerIndex": 0 }
    ],
    [
      { "id": 26, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre teşebbüs ve bağlı ortaklıklarda hizmetler hangi personel türleri eliyle gördürülür?", "options": ["Sadece Sözleşmeli Personel", "Sadece İşçiler", "Sadece Memurlar", "Memurlar, Sözleşmeli Personel ve İşçiler"], "correctAnswerIndex": 3 },
      { "id": 27, "questionText": "399 Sayılı KHK’ ya göre sicil ve başarı değerlemeleri (D) düzeyinde olanlarla başka bir sicil amirinin yanında, kaç ay daha denenmek üzere yeni bir sözleşme yapılır?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 28, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli personelden bir sosyal güvenlik kuruluşuna prim ödemek suretiyle geçen hizmet süresi toplamı 6-10 yıl arasında olanlara temel ücretlerinin yüzde kaçı oranında kıdem ücreti verilir?", "options": ["% 2’si", "% %3’ü", "% 4’ü", "% 5’i"], "correctAnswerIndex": 0 },
      { "id": 29, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli statüde istihdam edilecek personele ait pozisyonların unvan ve sayıları kimin kararı ile tespit edilir?", "options": ["Cumhurbaşkanı Kararı", "Cumhurbaşkanı Yardımcısı Kararı", "Bakan Kararı", "Genel Müdür"], "correctAnswerIndex": 0 },
      { "id": 30, "questionText": "399 Sayılı KHK’ ya göre ilk defa açıktan işe alınacak sözleşmeli personel ile kaç aylık deneme süreli sözleşme yapılır?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 31, "questionText": "399 Sayılı KHK’ ya göre görev veya görev yeri değişikliklerinde aynı yerdeki göreve başlayacaklar için işe başlama süresi ne zamandır?", "options": ["Tebliği izleyen gündür.", "Tebliği izleyen üçüncü gündür.", "Tebliği izleyen beşinci gündür.", "Tebliği izleyen yedinci gündür."], "correctAnswerIndex": 0 },
      { "id": 32, "questionText": "399 Sayılı KHK'ye göre sözleşmeli personel, görevini yerine getirirken dil, ırk, cinsiyet, siyasi düşünce gibi ayrımlar yapamaz. Bu durum hangi temel ilkeyi ifade eder?", "options": ["Tarafsızlık", "Adalet", "Saydamlık", "Liyakat"], "correctAnswerIndex": 0 },
      { "id": 33, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli olarak işe alınacak personelin taksirli suçlar hariç olmak üzere, ağır hapis veya kaç aydan fazla hapis cezası almamış olması gerekir?", "options": ["3 aydan fazla", "6 aydan fazla", "9 aydan fazla", "12 aydan fazla"], "correctAnswerIndex": 1 },
      { "id": 34, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli personelden hizmeti 1 yıldan 10 yıla kadar (10 yıl dahil) olanlara yılda kaç gün ücretli izin verilir?", "options": ["10", "15", "20", "30"], "correctAnswerIndex": 2 },
      { "id": 35, "questionText": "399 Sayılı KHK’ ya göre muvazzaf askerlik görevini ifa için görevinden ayrılan sözleşmeli personel askerlik hizmetinin bitiminden itibaren kaç ay içinde başvurduğu takdirde yeniden işe başlatılır?", "options": ["Bir ay", "İki ay", "Üç ay", "Altı ay"], "correctAnswerIndex": 0 },
      { "id": 36, "questionText": "399 Sayılı KHK’ ya göre görevlerinde olağanüstü gayret göstermek suretiyle verimlilik veya karlılığı artıran personele bir takvim yılı içinde en fazla kaç aylık sözleşme ücreti tutarında ödül verilebilir?", "options": ["Bir aylık", "İki aylık", "Üç aylık", "Dört aylık"], "correctAnswerIndex": 1 },
      { "id": 37, "questionText": "399 Sayılı KHK’ ya göre görev veya görev yeri değişikliklerinde başka yerdeki göreve başlayacaklar için işe başlama süresi kaç gündür?", "options": ["5", "7", "10", "15"], "correctAnswerIndex": 3 },
      { "id": 38, "questionText": "399 Sayılı KHK’ ya göre yapılan sicil ve başarı değerlemesi sonucunda 60-75 puan arasında puan alanlar hangi başarı düzeyinde değerlendirilir?", "options": ["A başarı düzeyinde", "B başarı düzeyinde", "C başarı düzeyinde", "D başarı düzeyinde"], "correctAnswerIndex": 2 },
      { "id": 39, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli personelden hizmeti 10 yıldan fazla olanlara yılda kaç gün ücretli izin verilir?", "options": ["15", "20", "25", "30"], "correctAnswerIndex": 3 },
      { "id": 40, "questionText": "399 Sayılı KHK’ ya göre sicil ve başarıları (A) düzeyinde (90-100 puan) olanlara temel ücretlerinin yüzde kaçı oranında başarı ücreti ödenir?", "options": ["% 8’i", "% 4’ü", "% 3’ü", "% 2’si"], "correctAnswerIndex": 0 },
      { "id": 41, "questionText": "Aşağıdakilerden hangisi 399 sayılı KHK'ye göre sözleşmeli personele verilebilecek disiplin cezalarından biri değildir?", "options": ["Uyarma", "Kınama", "Kademe ilerlemesinin durdurulması", "Sözleşmenin feshi"], "correctAnswerIndex": 2 },
      { "id": 42, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli olarak işe alınacak personelin en az hangi düzey okul mezunu olması gerekir?", "options": ["İlkokul", "Ortaokul", "Lise", "Üniversite"], "correctAnswerIndex": 1 },
      { "id": 43, "questionText": "399 Sayılı KHK’ ya göre sicil ve başarıları (B) düzeyinde (76-89 puan) olanlara temel ücretlerinin yüzde kaçı oranında başarı ücreti ödenir?", "options": ["% 8’i", "% 4’ü", "% 3’ü", "% 2’si"], "correctAnswerIndex": 1 },
      { "id": 44, "questionText": "399 Sayılı KHK’ ya göre sözleşmeli personelden bir sosyal güvenlik kuruluşuna prim ödemek suretiyle geçen hizmet süresi toplamı 21 yıl ve daha fazla olanlara temel ücretlerinin yüzde kaçı oranında kıdem ücreti verilir?", "options": ["% 2’si", "% 3’ü,", "% 4’ü", "% 5’i"], "correctAnswerIndex": 3 },
      { "id": 45, "questionText": "399 Sayılı KHK’ ya göre yapılan sicil ve başarı değerlemesi sonucunda 76-89 puan arasında puan alanlar hangi başarı düzeyinde değerlendirilir?", "options": ["A başarı düzeyinde", "B başarı düzeyinde", "C başarı düzeyinde", "D başarı düzeyinde"], "correctAnswerIndex": 1 },
      { "id": 46, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre teşebbüs ve bağlı ortaklıklarda hizmetler kimin eli ile görülür?", "options": ["Sadece Sözleşmeli Personel eliyle gördürülebilir.", "Sadece İşçiler eliyle gördürülür.", "Sadece Sözleşmeli Personel ve İşçiler eliyle gördürülür.", "Memurlar, Sözleşmeli Personel ve İşçiler eliyle gördürülür."], "correctAnswerIndex": 3 },
      { "id": 47, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sicil ve başarı değerlemeleri (D) düzeyinde olanlarla başka bir sicil amirinin yanında, bulundukları görevin temel ücreti tutarında bir ücretle kaç ay daha denenmek üzere yeni bir sözleşme yapılır?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 48, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli personelden bir sosyal güvenlik kuruluşuna prim ödemek suretiyle geçen hizmet süresi toplamı 6-10 yıl arasında olanlara temel ücretlerinin yüzde kaçı oranında kıdem ücreti verilir?", "options": ["% 2'si", "% 3'ü,", "% 4'ü", "% 5'i"], "correctAnswerIndex": 0 },
      { "id": 49, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli statüde istihdam edilecek personele ait pozisyonların unvan ve sayıları kimin kararı ile tespit edilir?", "options": ["Cumhurbaşkanı Kararı", "Cumhurbaşkanı Yardımcısı Kararı", "Bakan Kararı", "Genel Müdür"], "correctAnswerIndex": 0 },
      { "id": 50, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre İlk defa açıktan işe alınacak sözleşmeli personel ile kaç aylık sözleşme yapılır?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 51, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşme süresi içerisinde gelişen hizmet şartlarına göre sözleşmeli personelin görevi veya görev yeri değiştirilebilir. Görev veya görev yeri değişikliklerinde yeni görev yerine hareket ve işe başlama süresi aynı yerde göreve başlayacaklar için hangi gündür?", "options": ["Tebliği izleyen gündür.", "Tebliği izleyen üçüncü gündür.", "Tebliği izleyen beşinci gündür.", "Tebliği izleyen yedinci gündür."], "correctAnswerIndex": 0 },
      { "id": 52, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli personel, herhangi bir siyasi parti, kişi veya zümrenin yararını veya zararını hedef tutan bir davranışta bulunamaz. Görevini yerine getirirken dil, ırk, cinsiyet, siyasi düşünce, felsefi inanç, din ve mezhep gibi ayırım yapamaz hiçbir şekilde siyasi ve ideolojik amaçlı beyanda bulunamaz ve bu çeşit eylemlere katılamaz denmektedir. Belirtilen açıklama ile sözleşmeli personelin hangi yönüne vurgu yapılmaktadır?", "options": ["Tarafsızlık", "Adalet", "Saydamlık", "Güven"], "correctAnswerIndex": 0 },
      { "id": 53, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli olarak işe alınacak personelin taksirli suçlar hariç olmak üzere, ağır hapis veya kaç aydan fazla hapis veya-hut affa uğramış olsalar bile Devletin şahsiyetine karşı işlenen suçlarla, zimmet, ihtilas, irtikap, rüş vet, hırsızlık, dolandırıcılık, sahtecilik, inancı kötüye kullanma, dolanlı iflas gibi yüz kızartı-cı veya şeref ve haysiyeti kırıcı suçtan veya istimal ve istihlak kaçakçılığı hariç kaçakçılık, resmi ihale ve alım satımlara fesat karıştırma, Devlet sırlarını açığa vurma suçlarından dolayı hükümlü bulunmamaları gerekir?", "options": ["3", "6", "9", "12"], "correctAnswerIndex": 1 },
      { "id": 54, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli personelden hizmeti 10 yıla kadar olanlara (10 yıl dahil) yılda kaç gün ücretli izin verilir?", "options": ["10", "15", "20", "30"], "correctAnswerIndex": 2 },
      { "id": 55, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre muvazzaf askerlik görevini ifa için görevin-den ayrılan sözleşmeli personel askerlik hizmetinin bitiminden itibaren kaç ay içinde başvurduğu takdirde teşebbüs ve bağlı ortaklıklarca işe başlatılır?", "options": ["Bir", "İki", "C) Üç", "Dört"], "correctAnswerIndex": 0 },
      { "id": 56, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre Ekli 1 sayılı cetvelin dışında kalan sözleşmeli personele ödenecek sözleşme ücreti; temel ücret ile başarı ve kıdem ücretleri toplamından oluşur ve bu ücret asgari ücretin altında olamaz. Sözleşme üc-retlerinin tavanı her yıl bütçe kanunları ile belirlenir. Kamu personeli için uygu-lanan aylık katsayısının mali yılın ikinci yarısı için değiştirilmesi veya mali yıl içinde 657 sayılı Devlet Memurları Ka-nununun mali ve sosyal haklara ilişkin hükümlerinde değişiklik yapılması ha-linde sözleşmeli personel ücretlerinin tavanını değiştirmeye kim yetkilidir?", "options": ["TBMM", "Cumhurbaşkanı", "Tarım ve Orman Bakanı", "Hazine ve Maliye Bakanı"], "correctAnswerIndex": 1 },
      { "id": 57, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sözleşmeli personelden sicil ve başarı değerlemesi sonucunda sicil ve başarıları (C) düzeyinde olanlara temel ücretlerinin yüzde kaçı oranında hesaplanacak miktarda ve ilgili maddedeki esaslara göre başarı ücreti ödenir?", "options": ["% 8'i,", "% 4'ü", "% 3'si", "% 2'si"], "correctAnswerIndex": 3 },
      { "id": 58, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre Sözleşmeli personelin ücreti her ayın kaçın-da peşin olarak ödenir?", "options": ["Birinde", "Yedisinde", "On beşinde", "Ay sonunda"], "correctAnswerIndex": 2 },
      { "id": 59, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre Zo-runlu ve istisnai hallere münhasır olmak üzere, normal çalışma saatleri dışında veya tatil günlerinde yaptırılacak fazla çalışmalar karşılığında bütçe kanunla-rında belirlenen miktarlarda saat başı fazla çalışma ücreti ödenir. Ancak aylık olarak personel başına ödenecek fazla çalışma ücreti toplamı ilgililerin temel ücretlerinin yüzde kaçını geçemez?", "options": ["% 10", "% 15", "% 20", "% 25"], "correctAnswerIndex": 3 },
      { "id": 60, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre Ban-kacılık ve sigortacılık faaliyetiyle bilfiil iştigal eden Kamu İktisadi Teşebbüsle-rinde çalışan personele, kendi yönet-meliklerinde belirtilen esaslar çerçe-vesinde elde edilen sigorta acentelik komisyonlarının yüzde kaçı personelin her türlü ödemeler dahil kadro aylığı veya sözleşme ücretinin yılda iki aylık brüt tutarını geçmemek şartıyla ödenebilir?", "options": ["% 80", "% 70", "% 60", "% 50"], "correctAnswerIndex": 2 },
      { "id": 61, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre teşeb-büslerde, bağlı ortaklıklarda ve bunları temsilen iştiraklerde teşebbüs mensup-ları ile kamu görevlilerinden ve dışarı-dan atanan veya seçilen bütün yönetim ve danışma kurulu başkan ve üyeleri, denetçi ve tasfiye kurulu üyelerine, her yıl kim tarafından belirlenen miktarda aylık ücret ve diğer ödemeler yapılabi-lir?", "options": ["Cumhurbaşkanı", "Hazine ve Maliye Bakanı", "Tarım ve Orman Bakanı", "İçişleri Bakanı"], "correctAnswerIndex": 0 },
      { "id": 62, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre yapılan sicil ve başarı değerlemesi sonucunda 59 ve daha aşağı puan alanlar hangi başarı düzeyinde değerlendirilir?", "options": ["A başarı düzeyinde değerlendirilir", "B başarı düzeyinde değerlendirilir", "C başarı düzeyinde değerlendirilir", "D başarı düzeyinde değerlendirilir"], "correctAnswerIndex": 3 },
      { "id": 63, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre disiplin kurulları kendilerine tevdi edilen dosyaları en geç kaç ay içinde karara bağlarlar?", "options": ["Bir", "İki", "Üç", "Dört"], "correctAnswerIndex": 2 },
      { "id": 64, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre yapılan sicil ve başarı değerlemesi sonucunda 90 ve daha yukarı puan alanlar hangi başarı düzeyinde değerlendirilir?", "options": ["A başarı düzeyinde değerlendirilir", "B başarı düzeyinde değerlendirilir", "C başarı düzeyinde değerlendirilir", "D başarı düzeyinde değerlendirilir"], "correctAnswerIndex": 0 },
      { "id": 65, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sicil ve başarı değerlemeleri (B) düzeyinde olanların, bulundukları görevin temel ücretine bu ücretin yüzde kaçı oranında başarı ücreti ilave edilmek suretiyle sözleşmeleri yenilenir?", "options": ["% 2'si", "% 4'ü", "% 8'i", "% 10'u"], "correctAnswerIndex": 1 },
      { "id": 66, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre Teşebbüs veya bağlı ortaklıklarda çalışan sözleşmeli personelin sözleşmesi İzin-siz veya kabul edilebilir bir mazereti ol-maksızın kesintisiz kaç gün göreve gel-memesi üzere feshedilir?", "options": ["3", "5", "7", "10"], "correctAnswerIndex": 1 },
      { "id": 67, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre sa-vunması alınmadan sözleşmeli perso-nel hakkında disiplin cezası verilemez. Sözleşmeli personel, soruşturmayı ya-panın, disiplin cezası vermeye yetkili organ, merci veya amirin veya disiplin kurulunun kaç günden az olmamak üze-re vereceği süre içinde yazılı olarak sa-vunmasını yapar?", "options": ["3", "5", "7", "10"], "correctAnswerIndex": 2 },
      { "id": 68, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre disip-lin cezalarına karşı yapılacak itirazlarda süre, kararın ilgiliye tebliğ tarihinden itibaren kaç gündür?", "options": ["Üç", "Beş", "Yedi", "On"], "correctAnswerIndex": 2 },
      { "id": 69, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre disip-lin cezasını gerektiren fiil ve hallerin iş-lendiği tarihten itibaren nihayet kaç yıl içinde disiplin cezası verilmediği tak-dirde ceza verme yetkisi zamanaşımına uğrar?", "options": ["Bir", "İki", "Üç", "Dört"], "correctAnswerIndex": 1 },
      { "id": 70, "questionText": "399 Sayılı Kamu İktisadi Teşebbüsleri Personel Rejiminin Düzenlenmesi ve 233 Sayılı Kanun Hükmünde Kararnamenin Bazı Maddelerinin Yürürlükten Kaldırılmasına Dair KHK' ya göre söz-leşmeli personelden bir sosyal güvenlik kuruluşuna prim ödemek suretiyle ge-çen hizmet süresi toplamı 16-20 yıl ara-sında olanlara temel ücretlerinin yüzde kaçı oranında kıdem ücreti verilir?", "options": ["% 2'si", "% 3'ü,", "% 4'ü", "% 5'i"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsünün hukuki statüsü ile ilgili olarak aşağıdakilerden hangisi yanlıştır?", "options": ["Tüzel kişiliğe sahip, faaliyetlerinde özerk ve sorumluluğu sermayesi ile sınırlı iktisadi devlet teşekkülüdür.", "Türkiye Taşkömürünün merkezi Ankarada'dır.", "Türkiye Taşkömürünün sermayesi 13.000.000.000 TL olup, tamamı Devlete aittir.", "Türkiye Taşkömürünün ilgili olduğu bakanlık, Enerji ve Tabii Kaynaklar Bakanlığıdır."], "correctAnswerIndex": 1 },
      { "id": 2, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsüne göre Yönetim Kurulu, Genel Müdürün daveti üzerine ayda kaç defadan az olmamak üzere toplanır?", "options": ["2", "3", "4", "5"], "correctAnswerIndex": 0 },
      { "id": 3, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsüne göre Yönetim Kurulu, üye tam sayısının salt çoğunluğu olan en az kaç üye ile toplanır?", "options": ["2", "3", "4", "5"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsüne göre kararların en geç kaç ay içinde karar defterine yazılıp imza işleminin tamamlanması gerekir?", "options": ["4", "3", "2", "1"], "correctAnswerIndex": 3 },
      { "id": 5, "questionText": "I. Genel Müdür\nII. Genel Müdür yardımcıları\nIII. Bağlı birimlerden oluşur.\nTürkiye Taşkömürü Kurumunun Ana Statüsüne göre Genel Müdürlük yukarıdaki numaralı cümlelerde verilen hangi birimlerden oluşur?", "options": ["I-II-III", "II-III", "I-III", "Yalnız I"], "correctAnswerIndex": 0 },
      { "id": 6, "questionText": "I. Müesseselerin kurulması ve nitelikleri hakkında 233 sayılı Kanun Hükmünde Kararname hükümleri uygulanır.\nII. Müesseselerin kurulması, kaldırılması, statülerinin değiştirilmesi, çalışma konularının genişletilmesi veya daraltılması, sermayelerinin artırılması veya azaltılması ve diğer müesseselerle birleştirilmesi TTK Yönetim Kurulu kararıyla olur.\nIII. Müessese organları, yönetim komitesi ve müessese müdürlüğüdür\nTürkiye Taşkömürü Kurumunun Ana Statüsüne göre müesseseler ile ilgili olarak yukarıdakilerin doğru ve yanlış sıralaması aşağıdakilerden hangisinde doğru olarak verilmiştir?", "options": ["Doğru, Doğru, Yanlış", "Doğru, Doğru, Doğru", "Yanlış, Yanlış, Yanlış", "Doğru, Yanlış, Doğru"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsüne göre Bağlı Ortaklıklar ve İştirakler ile ilgili aşağıdakilerden hangisi yanlıştır?", "options": ["Bağlı ortaklık genel müdürü hariç, TTK'nın payını temsil etmek üzere atanmış olan bütün yönetim kurulu üyeleri başka bir bağlı ortaklık veya iştirakte yönetim, denetim ve tasfiye kurulu üyesi olamaz.", "Yönetim kurulunun toplanması ve diğer hususlarda ana sözleşme hükümleri ile 6102 sayılı Kanun hükümleri uygulanır.", "TTK'yı temsilen, bağlı ortaklık yönetim kurulu üyesi olarak görev alacakların hisse senedi verme yükümlülüğü, TTK tarafından yerine getirilmez.", "Bağlı ortaklık, TTK Yönetim Kurulu tarafından tespit edilen yatırım, planlama ve pazarlama ana hedeflerine göre hareket eder."], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Türkiye TaşKömür'ne ve bağlı ortaklıklara ait iştiraklerin yönetim kurullarında, TTK'yı ve bağlı ortaklığı temsilen her (..........) hisse için TTK'dan en az bir üye bulundurulur. Türkiye Taşkömürü Kurumunun Ana Statüsüne göre yukarıdaki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?", "options": ["%30", "%25", "%20", "%15"], "correctAnswerIndex": 3 },
      { "id": 9, "questionText": "Türkiye Taşkömürü'nün veya bağlı ortaklığın, herhangi bir iştirakinde; hisse oranı %20 ve daha az ise en az bir, %20'den fazla ise en az kaç denetçisi bulunur?", "options": ["2", "3", "4", "5"], "correctAnswerIndex": 0 },
      { "id": 10, "questionText": "Türkiye Taşkömürü Kurumunun Ana Statüsüne göre Türkiye Taşkömürü yönetim kurulu ile ilgili olarak aşağıdakilerden hangisi yanlıştır?", "options": ["Genel Müdür, Yönetim Kurulunun başkanıdır.", "Kamu görevi sıfatı uhdesinde kalmak üzere TTK Yönetim Kurulu üyeliğine atananlar, başka bir teşebbüs, bağlı ortaklık veya iştirakte yönetim kurulu veya denetim kurulu üyesi olarak görev alamazlar.", "Türkiye Taşkömürü'nün organları, Yönetim Kurulu, Genel Müdürlük ve Sekreterliktir.", "Genel Müdürün bulunmadığı hallerde, Genel Müdürün Yönetim Kurulu üyeleri arasından görevlendireceği Genel Müdür vekili Yönetim Kuruluna başkanlık yapar."], "correctAnswerIndex": 2 },
      { "id": 11, "questionText": "Müesseselerin kurulması ve kaldırılması aşağıdakilerden hangisi ile olur?", "options": ["Kanun", "Yönetmelik", "Cumhurbaşkanlığı kararı", "Türkiye Taşkömürü Yönetim Kurulu Kararı"], "correctAnswerIndex": 3 },
      { "id": 12, "questionText": "Bağlı ortaklıklar yönetim kurulunun toplanması ve diğer hususlarda ana sözleşme hükümleri ile aşağıdaki hangi kanun hükümleri uygulanır?", "options": ["6102 sayılı kanun", "5271 sayılı kanun", "6100 sayılı kanun", "7201 sayılı kanun"], "correctAnswerIndex": 0 },
      { "id": 13, "questionText": "Türkiye Taşkömürü Kurumunda yeni birimler aşağıdakilerden hangisi ile kurulur?", "options": ["Kanun", "Yönetmelik", "Cumhurbaşkanlığı kararı", "Türkiye Taşkömürü Yönetim Kurulu Kararı"], "correctAnswerIndex": 3 },
      { "id": 14, "questionText": "I. 233 sayılı Kanun Hükmünde Kararname\nII. 399 sayılı Kanun hükmünde Kararname\nIII. 4734 sayılı Kamu ihale Kanunu\nIV. 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu\nTürkiye Taşkömürü Kurumunun hukuki statüsü ile ilgili olarak yukarıdaki numaralı cümlelerde verilen kanun hükümlerinden hangisine tabii değildir ?", "options": ["I", "II", "III", "IV"], "correctAnswerIndex": 3 },
      { "id": 15, "questionText": "Türkiye Taşkömürü Kurumu Yönetim Kurumu en az kaç üye ile toplanır?", "options": ["5", "4", "3", "2"], "correctAnswerIndex": 1 },
      { "id": 16, "questionText": "Türkiye Taşkömürü Kurumu'nun (TTK) hukuki statüsü aşağıdakilerden hangisidir?", "options": ["İktisadi Devlet Teşekkülü", "Kamu İktisadi Kuruluşu", "Bağlı Ortaklık", "Müessese"], "correctAnswerIndex": 0 },
      { "id": 17, "questionText": "TTK'nın ana faaliyet alanı ve amacı aşağıdakilerden hangisidir?", "options": ["Linyit kömürü üretmek ve satmak", "Ülkenin taşkömürü ihtiyacını karşılamak üzere üretim yapmak", "Maden arama ruhsatları vermek", "Enerji politikalarını belirlemek"], "correctAnswerIndex": 1 },
      { "id": 18, "questionText": "TTK'nın en üst karar, yetki ve sorumluluk taşıyan organı hangisidir?", "options": ["Genel Müdür", "Denetim Kurulu", "Yönetim Kurulu", "Koordinasyon Kurulu"], "correctAnswerIndex": 2 },
      { "id": 19, "questionText": "TTK Genel Müdürü ve Yönetim Kurulu üyeleri kim tarafından atanır?", "options": ["Enerji ve Tabii Kaynaklar Bakanı", "TBMM Genel Kurulu", "Cumhurbaşkanı", "Hazine ve Maliye Bakanlığı"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Aşağıdakilerden hangisi TTK Ana Statüsü'nde belirtilen teşkilat yapısı içinde yer alan birimlerden biri değildir?", "options": ["Müesseseler", "İşletmeler", "Bağlı Ortaklıklar", "Bakanlık İl Müdürlükleri"], "correctAnswerIndex": 3 },
      { "id": 21, "questionText": "TTK Yönetim Kurulu, bir başkan ve kaç üyeden oluşur?", "options": ["3 üye", "4 üye", "5 üye", "6 üye"], "correctAnswerIndex": 2 },
      { "id": 22, "questionText": "TTK Yönetim Kurulu toplantı yeter sayısı nedir?", "options": ["Üye tam sayısının üçte biri", "Üye tam sayısının yarısı", "Üye tam sayısının salt çoğunluğu", "Tüm üyelerin katılımı"], "correctAnswerIndex": 2 },
      { "id": 23, "questionText": "Aşağıdakilerden hangisi TTK Genel Müdürünün görev ve yetkilerinden biri değildir?", "options": ["Kurumu temsil etmek", "Yönetim Kurulu kararlarını uygulamak", "Yönetim Kurulu üyelerini atamak", "Kurumun yıllık bütçesini hazırlamak"], "correctAnswerIndex": 2 },
      { "id": 24, "questionText": "TTK'nın sermayesi kime aittir?", "options": ["Hazine ve Maliye Bakanlığı'na", "Enerji ve Tabii Kaynaklar Bakanlığı'na", "Tamamı Devlete aittir", "Halka açıktır"], "correctAnswerIndex": 2 },
      { "id": 25, "questionText": "TTK'nın denetimi hangi kurum tarafından yapılır?", "options": ["Danıştay", "Sayıştay", "Yargıtay", "İç Denetim Birimi"], "correctAnswerIndex": 1 },
      { "id": 26, "questionText": "TTK Ana Statüsü'ne göre, kurumun merkez teşkilatı dışındaki üretim ve hizmet birimlerine ne ad verilir?", "options": ["Bölge Müdürlükleri", "Şube Müdürlükleri", "Müesseseler", "İştirakler"], "correctAnswerIndex": 2 },
      { "id": 27, "questionText": "TTK'nın ilgili olduğu Bakanlık aşağıdakilerden hangisidir?", "options": ["Çalışma ve Sosyal Güvenlik Bakanlığı", "Sanayi ve Teknoloji Bakanlığı", "Hazine ve Maliye Bakanlığı", "Enerji ve Tabii Kaynaklar Bakanlığı"], "correctAnswerIndex": 3 },
      { "id": 28, "questionText": "TTK'nın yurt içinde veya yurt dışında şirket kurması veya ortak olması kimin kararına bağlıdır?", "options": ["Genel Müdür", "Yönetim Kurulu", "İlgili Bakanlık", "Cumhurbaşkanı"], "correctAnswerIndex": 3 },
      { "id": 29, "questionText": "Yönetim Kurulu kararları ne şekilde alınır?", "options": ["Oy birliği ile", "Toplantıya katılanların üçte iki çoğunluğu ile", "Toplantıya katılanların oy çokluğu ile", "Genel Müdürün onayı ile"], "correctAnswerIndex": 2 },
      { "id": 30, "questionText": "TTK Ana Statüsü hangi kanun hükmünde kararnameye dayanarak hazırlanmıştır?", "options": ["399 sayılı KHK", "233 sayılı KHK", "657 sayılı Kanun", "5018 sayılı Kanun"], "correctAnswerIndex": 1 }
    ],
    [
      { "id": 1, "questionText": "TTK Sözleşmeli Personel Sicil Amirleri Yönetmeliği'ne göre, sicil amirleri personelin sicil raporlarını hangi dönemde düzenlemek zorundadır?", "options": ["Her yılın Ocak ayının ilk haftası", "Her yılın Haziran ayında", "Her yılın Aralık ayının ikinci yarısı içinde", "İki yılda bir Kasım ayında"], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Sicil raporlarında personelin hangi niteliği değerlendirme konuları arasında yer almaz?", "options": ["Mesleki bilgi ve tecrübesi", "Çalışkanlığı ve iş başarısı", "Kişisel sosyal yaşantısı", "Disiplin ve kurallara uyumu"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Birinci ve ikinci sicil amirlerinin aynı kişi olması durumunda nasıl bir işlem yapılır?", "options": ["Sicil raporu düzenlenmez", "Sadece birinci sicil amiri raporu doldurur", "Genel Müdür tarafından özel bir sicil amiri atanır", "Bu yönetmelik hükümleri uygulanmaz"], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Sicil notu 'yetersiz' olarak değerlendirilen bir personel hakkında yapılacak ilk işlem nedir?", "options": ["Sözleşmesi derhal feshedilir", "Başka bir sicil amirinin yanında altı ay daha denenir", "Maaşından kesinti yapılır", "Yazılı olarak uyarılır"], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Sicil raporlarına itiraz süresi, raporun personele tebliğ edildiği tarihten itibaren kaç gündür?", "options": ["3 gün", "7 gün", "15 gün", "30 gün"], "correctAnswerIndex": 1 },
      { "id": 6, "questionText": "Sicil raporları, personelin hangi durumu için temel alınır?", "options": ["Yıllık izin planlaması", "Başarı, verimlilik ve gayretlerini ölçmek", "Sosyal aktivitelere katılımı", "Sendikal tercihi"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Bir personelin sicil amirinin yanında değerlendirmeye esas alınacak yeterli sürede çalışmamış olması durumunda sicil raporu kim tarafından doldurulur?", "options": ["Değerlendirmeye en yetkili önceki sicil amiri", "Genel Müdür", "İnsan Kaynakları Daire Başkanı", "Sicil raporu o yıl için düzenlenmez"], "correctAnswerIndex": 0 },
      { "id": 8, "questionText": "Yönetmeliğe göre 'sicil amiri' kimdir?", "options": ["Personelin en yakın mesai arkadaşı", "Belirlenmiş usul ve esaslara göre sicil raporlarını doldurmakla görevlendirilen en yakın üst", "İnsan kaynakları uzmanı", "Sendika temsilcisi"], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Sicil raporlarının objektif ve adil bir şekilde doldurulmasından kim sorumludur?", "options": ["Sadece personel", "Sadece İnsan Kaynakları Dairesi", "Sicil amirleri", "Disiplin Kurulu"], "correctAnswerIndex": 2 },
      { "id": 10, "questionText": "İki yıl üst üste sicil notu 'yetersiz' olan bir sözleşmeli personelin durumu ne olur?", "options": ["Görev yeri değiştirilir", "Maaşı düşürülür", "Sözleşmesi yenilenmez", "Eğitime gönderilir"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 11, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre memura görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesini ifade eden disiplin cezası aşağıdakilerden hangisidir?", "options": ["Uyarma", "Kınama", "Kademe ilerlemesinin durdurulması", "Devlet memurluğundan çıkarma cezası"], "correctAnswerIndex": 1 },
      { "id": 12, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre bütün personelin en üst disiplin amiri aşağıdakilerden hangisidir?", "options": ["Genel Müdür", "Genel Müdür Yardımcısı", "Daire Başkanı", "Şube Müdürü"], "correctAnswerIndex": 0 },
      { "id": 13, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin kurulu dosyayı aldığı tarihten itibaren memurlar için kaç gün kararını bildirir?", "options": ["7", "15", "30", "45"], "correctAnswerIndex": 2 },
      { "id": 14, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin kurulu sözleşmeli personel için dosyayı aldığı tarihten itibaren kaç ay içinde soruşturma evrakına göre kararını bildirir?", "options": ["1", "2", "3", "4"], "correctAnswerIndex": 3 },
      { "id": 15, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre uyarma, kınama ve aylıktan kesme cezalarına karşı itirazlar disiplin kuruluna yapılır, disiplin kurulu bu itirazları, itiraz dilekçesi ile cezaya ilişkin karar ve eklerinin kurula intikalinden itibaren kaç gün içinde karara bağlar?", "options": ["5", "7", "15", "30"], "correctAnswerIndex": 3 },
      { "id": 16, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre yüksek disiplin kurulu Devlet memurluğundan çıkarma cezasına ilişkin taleplerini, soruşturma dosyasının yüksek disiplin kuruluna tevdiinden itibaren en geç kaç ay içinde, karara bağlar?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 17, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre yüksek disiplin kurulu sözleşmenin feshi cezasına ilişkin taleplerini, soruşturma dosyasının yüksek disiplin kuruluna tevdiinden itibaren en geçen geç kaç ay içinde, karara bağlar?", "options": ["3", "4", "5", "6"], "correctAnswerIndex": 3 },
      { "id": 18, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre Personel, kademe ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edebilir. Yüksek disiplin kurulu itiraz dilekçesi ile karar ve eklerinin kurula intikalinden itibaren kaç gün içinde kararını verir?", "options": ["20", "25", "30", "40"], "correctAnswerIndex": 2 },
      { "id": 19, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin kurulu ve yüksek disiplin kurulunun ayrı bir ceza tayinine yetkisi yoktur, cezayı kabul veya reddeder. Ret halinde atamaya yetkili amir kaç gün içinde başka bir disiplin cezası vermekte serbesttir?", "options": ["15", "20", "25", "30"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre kurullarda raportörlük görevi, aşağıdakilerden hangisince yürütülür?", "options": ["Genel Müdür", "Personel Daire Başkanlığı", "Genel Müdür Yardımcısı", "Şube Müdürü"], "correctAnswerIndex": 1 },
      { "id": 21, "questionText": "Karar, karar tarihini izleyen (..........) gün içinde, gerekçeli olarak ve oybirliği veya oy çokluğu ile alındığı da belli edilmek suretiyle raportörler tarafından yazılır, başkan ve üyelerce imzalanır. Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre yukarıdaki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?", "options": ["15", "10", "7", "5"], "correctAnswerIndex": 2 },
      { "id": 22, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre kurulların toplantı ve çalışmaları, kararın yazılması ve tebliği ile ilgili aşağıdakilerden hangisi yanlıştır?", "options": ["Kurullar salt çoğunlukla toplanır. Kurulların başkan ve üyelerinin görev başında bulunmamaları halinde kurula bulundukları göreve vekâlet eden vekilleri katılır", "Kurulların başkan ve üyeleri; kendilerine, eşlerine, ikinci dereceye kadar (bu derece dâhil) kan ve sıhri hısımlarına, disiplin cezası verilmesini teklif ettikleri veya disiplin soruşturmasını yaptıkları işlerle ilgili kurul toplantılarına katılabilirler.", "Toplantı gündeminin düzenlenip üyelere dağıtılması, toplantının belirli gün, saat ve yerde yapılması, kurul çalışmalarının gereği gibi yürütülüp sonuçlandırılması kurul başkanı tarafından sağlanır.", "Kurullarda raportörlük görevi, Personel Daire Başkanlığınca yürütülür. Üyeler kendilerine havale edilen dosyaları en geç yedi gün içinde incelerler."], "correctAnswerIndex": 1 },
      { "id": 23, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin cezasını gerektiren fiil ve hallerin işlendiği tarihten itibaren nihayet kaç yıl içinde disiplin cezası verilmediği takdirde ceza verme yetkisi zamanaşımına uğrar?", "options": ["2", "3", "4", "5"], "correctAnswerIndex": 2 },
      { "id": 24, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre uyarma, kınama, aylıktan kesme ve kademe ilerlemesinin durdurulması cezalarında kaç ay içinde, disiplin soruşturmasına başlanması gerekir?", "options": ["4", "3", "2", "1"], "correctAnswerIndex": 3 },
      { "id": 25, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre soruşturmacı belirlenirken uyulacak usul ve esaslar ile ilgili olarak aşağıdakilerden hangisi yanlıştır?", "options": ["Disiplin amiri disipline aykırı fiilin mağduru olması halinde disiplin soruşturmasını yürütemez, soruşturmacı atayamaz", "Disiplin amiri bir soruşturmacı marifetiyle veya soruşturmacı olabilecek yeterlilikte bir kişinin bulunmaması durumunda sebeplerini açıklamak kaydıyla bizzat soruşturmayı yürütebilir", "Soruşturmacı; genel müdür tarafından görevlendirilir.", "Soruşturmacı olarak atanacak kişinin, hakkında soruşturma yapılan personele görev ve derece bakımından eşit durumda veya daha üst görevde olması zorunludur."], "correctAnswerIndex": 2 },
      { "id": 26, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre suçlanan memura savunmasını gereği gibi yapabilmek için kaç günden az olmamak üzere bir sür verilir?", "options": ["7", "10", "15", "30"], "correctAnswerIndex": 0 },
      { "id": 27, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre personel, kademe ilerlemesinin durdurulması cezasının kendisine tebliğ edildiği tarihten itibaren kaç gün içinde yüksek disiplin kuruluna itiraz edilebilir?", "options": ["15", "10", "7", "5"], "correctAnswerIndex": 2 },
      { "id": 28, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre uyarma, kınama, aylıktan kesme cezalarına karşı kaç gün içinde disiplin kuruluna itiraz edilebilir?", "options": ["15", "10", "7", "5"], "correctAnswerIndex": 2 },
      { "id": 29, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin cezası verilmesine sebep olmuş bir fiil veya halin cezaların özlük dosyasından silinmesine ilişkin süre Uyarma ve kınama; (.......) yıl, aylıktan kesme ve daha ağır cezalarda; (.......) yıl içinde tekerrüründe bir derece ağır ceza uygulanır. Yukarıdaki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?", "options": ["5, 10", "3, 6", "2, 4", "1, 2"], "correctAnswerIndex": 0 },
      { "id": 30, "questionText": "Türkiye Taşkömürü Kurumu Genel Müdürlüğü Disiplin İşlemleri Usul ve Esasları Yönergesine göre disiplin işlemleri ile ilgili aşağıdakilerden hangisi yanlıştır?", "options": ["Disiplin soruşturması yapılmadan personele disiplin cezası uygulanamaz.", "Personele yazılı savunma hakkı tanınmadan disiplin cezası verilebilir.", "Soruşturması soruşturma raporunun tesliminden sonra yetkili disiplin amiri/ disiplin kurulu tarafından alınacak savunma ile tamamlanır.", "Disiplin kararlarında disiplin cezası verilen personele yasa yolları ve sürelerinin bildirilmesi gerekir."], "correctAnswerIndex": 1 },
      { "id": 1, "questionText": "TTK Disiplin Yönergesi'ne göre, 'görevde kayıtsızlık ve düzensizlik göstermek' fiili hangi disiplin cezasını gerektirir?", "options": ["Uyarma", "Kınama", "Ücretten Kesme", "Sözleşmenin Feshi"], "correctAnswerIndex": 0 },
      { "id": 2, "questionText": "Disiplin soruşturması açmaya yetkili olanlar kimlerdir?", "options": ["Sadece Genel Müdür", "Sadece Teftiş Kurulu Başkanı", "Disiplin amirleri", "Personelin en yakın mesai arkadaşı"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Personele savunma hakkı için en az kaç gün süre verilmesi zorunludur?", "options": ["3 gün", "5 gün", "7 gün", "10 gün"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Aşağıdaki fiillerden hangisi doğrudan 'Sözleşmenin Feshi' cezasını gerektirir?", "options": ["İşe geç gelmek", "Amirine saygısızlık etmek", "Kurumun mallarına kasten zarar vermek", "Kılık kıyafet kurallarına uymamak"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "Verilen disiplin cezalarına karşı itirazlar nereye yapılır?", "options": ["İş Mahkemesine", "Bölge İdare Mahkemesine", "Yüksek Disiplin Kuruluna", "Genel Müdürlük Makamına"], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "'Göreviyle ilgili konularda amirlerine yalan ve yanlış beyanda bulunmak' fiilinin karşılığı olan disiplin cezası nedir?", "options": ["Uyarma", "Kınama", "Ücretten Kesme", "Sözleşmenin Feshi"], "correctAnswerIndex": 2 },
      { "id": 7, "questionText": "Disiplin cezası vermeye yetkili amir veya kurullar, soruşturma tamamlandıktan sonra karar vermek için en fazla kaç gün süreye sahiptir?", "options": ["7 gün", "10 gün", "15 gün", "30 gün"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Disiplin soruşturması sırasında görevden uzaklaştırılan bir personel hakkında, uzaklaştırmayı izleyen kaç iş günü içinde soruşturmaya başlanması şarttır?", "options": ["3 iş günü", "5 iş günü", "7 iş günü", "10 iş günü"], "correctAnswerIndex": 3 },
      { "id": 9, "questionText": "Aynı fiilden dolayı birden fazla disiplin cezası verilebilir mi?", "options": ["Evet, verilebilir", "Hayır, verilemez", "Amirin takdirine bağlıdır", "Sadece Yüksek Disiplin Kurulu verebilir"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Disiplin cezasını gerektiren fiil ve hallerin işlendiği tarihten itibaren kaç yıl içinde ceza verilmediği takdirde, ceza verme yetkisi zaman aşımına uğrar?", "options": ["1 yıl", "2 yıl", "3 yıl", "5 yıl"], "correctAnswerIndex": 1 }
    ],
    [
      { "id": 16, "questionText": "İnsanların kurduğu bireysel ve toplumsal ilişkilerin temelini oluşturan değerleri, normları, kuralları, doğru-yanlış, iyi kötü gibi ahlaksal açıdan araştıran felsefe disiplinine ne denir?", "options": ["Etik", "Davranış", "Norm", "Kural"], "correctAnswerIndex": 0 },
      { "id": 17, "questionText": "Kamu görevlileri, kamu hizmetlerinin yerine getirilmesinde; halkın günlük yaşamını kolaylaştırmayı, ihtiyaçlarını en etkin, hızlı ve verimli biçimde karşılamayı, hizmet kalitesini yükseltmeyi, halkın memnuniyetini artırmayı, hizmetten yararlananların ihtiyacına ve hizmetlerin sonucuna odaklı olmayı hedeflerler. Yukarıda açıklaması verilen etik davranış ilkesi aşağıdakilerden hangisidir?", "options": ["Görevin yerine getirilmesinde kamu hizmeti bilinci", "Halka hizmet bilinci", "Hizmet standartlarına uyma", "Amaç ve misyona bağlılık"], "correctAnswerIndex": 1 },
      { "id": 18, "questionText": "Kamu görevlileri, kamu hizmetlerinin yerine getirilmesinde aşağıdakilerden hangisini esas almazlar?", "options": ["Sürekli gelişimi", "İhmali", "Katılımcılığı", "Saydamlığı"], "correctAnswerIndex": 1 },
      { "id": 19, "questionText": "Etik Kurulu inceleme ve araştırmasını etik davranış ilkelerinin ihlal edilip edilmediği çerçevesinde yürütür. Kurul yapacağı inceleme ve araştırmayı, en geç kaç ay içinde sonuçlandırır?", "options": ["1", "2", "3", "4"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Kamu görevlileri aşağıdakilerden hangisi hakkında yetkili makama mal bildiriminde bulunmazlar?", "options": ["Kendileri", "Eşi", "Çocukları", "Anne ve babası"], "correctAnswerIndex": 3 },
      { "id": 21, "questionText": "Kamu Görevlileri Etik Kurulu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?", "options": ["Kurul etik konularda yargılama yapan bir mahkeme statüsündedir.", "Hediye alma yasağının kapsamını belirlemeye yetkilidir.", "Kamuda etik kültürünü yerleştirmek üzere çalışmalar yapar.", "Kamu görevlilerinin uymaları gereken etik davranış ilkelerini belirler."], "correctAnswerIndex": 0 },
      { "id": 22, "questionText": "Etik ilke ihlâli başvuruları ile ilgili olarak aşağıdakilerden hangisi yanlıştır?", "options": ["Kimliği tespit edilemeyen başvurular değerlendirmeye alınmaz.", "Kamu görevlilerini karalama amacı güttüğü açıkça anlaşılan ve kimliği tespit edilemeyen başvurular değerlendirmeye alınmaz.", "Başvuruda bulunabilmek için başvuranın menfaatinin etkilenmesi koşulu aranmaz.", "Yargı organlarınca incelenmekte olan olaylar Kurula geldiğinde yargı organı Kurul'un kararını bekler."], "correctAnswerIndex": 3 },
      { "id": 23, "questionText": "Aşağıdakilerden hangisi mesleki etik ilkeler arasında yer almaz?", "options": ["Tarafsız olma", "Hesap verebilirlik", "Kayıtların gizlenmesi", "Herkese eşit davranma"], "correctAnswerIndex": 2 },
      { "id": 24, "questionText": "Aşağıdakilerden hangisi, 5176 sayılı Kanunla kurulan Kamu Görevlileri Etik Kurulunun kuruluş amaçları arasındadır?", "options": ["Bürokratik yapının ihtiyaçlara cevap verebilir hale gelmesini sağlamak", "Toplumda kadına karşı şiddetin önlenmesine yönelik çalışmalar yapmak", "Kurumlar arası koordinasyonu sağlayarak bürokratik işlemleri hızlandırmak", "Kamu görevlilerinin uymaları gereken etik davranış ilkelerini belirlemek"], "correctAnswerIndex": 3 },
      { "id": 25, "questionText": "Milli Emlak Müdürünün hizmet ilişkisi içerisinde olduğu kişilerce görev yaptığı ilin dışında bir otelde 5 gün ücretsiz misafir olarak ağırlanması “Kamu Görevlileri Etik Davranış İlkeleri İIle Başvuru Usul Ve Esasları Hakkında Yönetmelik\" hükümlerinde yer alan etik ilkelerinden hangisine aykırıdır?", "options": ["Görev ve yetkilerin menfaat sağlama amacıyla kullanılması", "Çıkar çatışmasından kaçınma", "Hediye alma ve menfaat sağlama yasağı", "Dürüstlük ve tarafsızlık"], "correctAnswerIndex": 2 },
      { "id": 26, "questionText": "Hediye almak kamu görevlisinin hangi durumunu etkilemez?", "options": ["Görevindeki performansını", "Tarafsızlığını", "Alacağı kararı", "Eğitim düzeyini"], "correctAnswerIndex": 3 },
      { "id": 27, "questionText": "Mesleki etik belirlemesinde üç temel işlev vardır. Aşağıdakilerden hangisi bu işlevlerden değildir?", "options": ["Hizmet ideallerini korumak", "Bireylerin eşitliğini savunmak", "Meslek içi rekabeti düzenlemek", "Yetersiz ve ilkesiz üyeleri ayırmak"], "correctAnswerIndex": 1 },
      { "id": 28, "questionText": "\"Kamu Görevlileri Etik Davranış İlkeleri ile Başvuru Usul ve Esasları Hakkında Yönetmelik\" aşağıdakilerden hangisi hakkında uygulanamaz?", "options": ["Genel bütçeye dahil daireler", "Döner sermayeli kuruluşlar", "Kamu iktisadi teşebbüsleri", "Üniversiteler"], "correctAnswerIndex": 3 },
      { "id": 29, "questionText": "Aşağıdakilerden hangisi kamu kurum ve kuruluşlarında görevin yerine getirilmesinde uyulması gereken esaslardan biri değildir?", "options": ["Kişisel çıkarları gözetmek", "Vatandaşın beyanına güven duymak", "Adil ve haktanır olmak", "Denetime her zaman hazır ve açık olmak"], "correctAnswerIndex": 0 },
      { "id": 30, "questionText": "Kamu görevlileri hizmetlerden yararlandırmada dil, din, felsefi inanç, siyasi düşünce, ırk, cinsiyet ve benzeri sebeplerle ayrım yapamazlar, insan hak ve özgürlüklerine aykırı veya kısıtlayıcı muamelede ve fırsat eşitliğini engelleyici davranış ve uygulamalarda bulunamazlar. Yukarıda açıklaması verilen etik davranış ilkesi aşağıdakilerden hangisidir?", "options": ["Hizmet standartlarına uyma", "Amaç ve misyona bağlılık", "Dürüstlük ve tarafsızlık", "Görevin yerine getirilmesinde kamu hizmeti bilinci"], "correctAnswerIndex": 2 },
      { "id": 1, "questionText": "Kamu Görevlileri Etik Davranış İlkeleri'ne göre 'Çıkar çatışması' ne anlama gelmektedir?", "options": ["Kamu görevlisinin farklı görüşteki kişilerle tartışması", "Kamu görevlisinin, görevini tarafsız ve objektif şekilde icra etmesini etkileyen veya etkileme ihtimali bulunan kişisel çıkar sağlaması", "Kurumlar arası yetki anlaşmazlığı", "Personelin amiriyle anlaşmazlığa düşmesi"], "correctAnswerIndex": 1 },
      { "id": 2, "questionText": "Aşağıdakilerden hangisi kamu görevlilerinden beklenen etik davranış ilkelerinden biri değildir?", "options": ["Halka hizmet bilinci", "Hesap verebilirlik", "Yakınlarına öncelik tanıma", "Tarafsızlık"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Bir kamu görevlisinin, görevi sebebiyle bir kişiden hediye kabul etmesi hangi durumda etik ilkelere aykırı sayılmaz?", "options": ["Hediyenin maddi değerinin yüksek olması", "Hediyenin görevin tarafsızlığını etkilememesi ve kamuoyunda kuşkuya yol açmaması", "Hediyeyi veren kişinin yabancı uyruklu olması", "Hediyenin mesai saatleri dışında kabul edilmesi"], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Etik davranış ilkelerine aykırı hareket ettiği iddia edilen kamu görevlileri hakkındaki başvuruları incelemekle görevli kurum hangisidir?", "options": ["Danıştay", "Sayıştay", "Kamu Görevlileri Etik Kurulu", "Devlet Personel Başkanlığı"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "'Yöneticilerin, kurumun kaynaklarını kişisel nüfuzlarını artırmak için kullanması' hangi etik ilkenin ihlalidir?", "options": ["Dürüstlük", "Saygınlık ve Güven", "Amaç ve misyona bağlılık", "Savurganlıktan kaçınma"], "correctAnswerIndex": 3 },
      { "id": 6, "questionText": "Bir kamu görevlisinin, kurumun faaliyetleriyle ilgili gizli bilgileri yetkisiz kişilere açıklaması hangi etik ilkeyi ihlal eder?", "options": ["Şeffaflık", "Gizlilik", "Tarafsızlık", "Hesap verebilirlik"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Kamu Görevlileri Etik Kurulu kaç üyeden oluşur?", "options": ["7 üye", "9 üye", "11 üye", "13 üye"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Etik Komisyonları hangi görevi yerine getirir?", "options": ["Personele disiplin cezası vermek", "Kurum içinde etik kültürünü yerleştirmek için çalışmalar yapmak", "Personelin maaşlarını belirlemek", "Kurumun bütçesini hazırlamak"], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Aşağıdakilerden hangisi 'hesap verebilirlik' ilkesinin bir gereğidir?", "options": ["Yapılan iş ve işlemler hakkında bilgi vermekten kaçınmak", "Kamu görevlilerinin, yetkilerini kullanırken ve görevlerini yerine getirirken eylem ve kararlarından sorumlu olmaları", "Sadece amirlere karşı sorumlu olmak", "Hataları gizlemek"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Kamu görevlileri, görevleri sona erdikten sonraki kaç yıl içinde, daha önce görev yaptıkları kurumla ilgili doğrudan veya dolaylı olarak iş veya temsilcilik yapamazlar?", "options": ["1 yıl", "2 yıl", "3 yıl", "5 yıl"], "correctAnswerIndex": 1 }
    ],
    [
      { "id": 18, "questionText": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmeliğe göre “Belgenin hazırlanmasından tasfiyesine kadar olan sürecini” ifade eden terim aşağıdakilerden hangisidir?", "options": ["Aidiyet zinciri", "Zaman zinciri", "İşlem zinciri", "İş zinciri"], "correctAnswerIndex": 0 },
      { "id": 19, "questionText": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmeliğe göre “Muhatap” veya varsa “İlgi” ile “İmza” arasındaki kısım aşağıdakilerden hangisidir?", "options": ["Başlık", "Sayı", "Metin", "Tarih"], "correctAnswerIndex": 2 },
      { "id": 20, "questionText": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmeliğe göre paragrafa kaç cm içeriden başlanır ve metin iki yana hizalanır?", "options": ["0,50 cm", "0,75 cm", "1 cm", "1,25 cm"], "correctAnswerIndex": 3 },
      { "id": 21, "questionText": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmeliğe göre “Dijital Dönüşüm Ofisi Başkanlığı tarafından yürütülen ve idarelerin merkez, taşra ve yurt dışı teşkilatındaki birimlerinin Türkiye Cumhuriyeti Devlet Teşkilatı Numarası ile tanımlandığı sistemi” ifade eden terim aşağıdakilerden hangisidir?", "options": ["EBYS", "DETSİS", "KEP", "MERNİS"], "correctAnswerIndex": 1 },
      { "id": 22, "questionText": "Resmi yazışmalarda kullanılan standart yazı tipi ve boyutu aşağıdakilerden hangisidir?", "options": ["Calibri 11 punto", "Times New Roman 12 punto", "Arial 10 punto", "Verdana 12 punto"], "correctAnswerIndex": 1 },
      { "id": 23, "questionText": "Bir belgede 'İlgi' tutulan yazının sayı, tarih ve konusu tam olarak belirtilir. İlgi, hangi bölümden sonra yer alır?", "options": ["Başlık'tan sonra", "Sayı ve Konu'dan sonra", "Muhatap'tan sonra", "Metin'den sonra"], "correctAnswerIndex": 2 },
      { "id": 24, "questionText": "İmza bölümü, metnin bitiminden itibaren kaç satır boşluk bırakılarak sayfanın sağına yazılır?", "options": ["1 satır", "1.5 satır", "2-4 satır", "5 satır"], "correctAnswerIndex": 2 },
      { "id": 25, "questionText": "'ACELE' veya 'GÜNLÜDÜR' gibi ivedilik bildiren ibareler belgenin neresinde yer alır?", "options": ["Başlığın altında", "Sayı bölümünün üstünde", "Tarihin üstünde, sağ üst köşede", "Metnin içinde ilk cümlede"], "correctAnswerIndex": 2 },
      { "id": 26, "questionText": "Belgenin dağıtımının yapıldığı yerleri gösteren 'Dağıtım' bölümü, belgenin neresinde bulunur?", "options": ["Başlık bölümünde", "Konu bölümünde", "İmza bölümünden sonra, uygun satır aralığı bırakılarak sol kenar boşluğundan başlanarak", "Belgenin en alt orta kısmında"], "correctAnswerIndex": 2 },
      { "id": 27, "questionText": "Yazıyı paraflayan kişilerin unvanları, imza bölümünden sonraki 'Paraf' bölümünde hangi sıraya göre yer alır?", "options": ["En üstten en alta doğru hiyerarşik sırayla", "En alttan en üste doğru hiyerarşik sırayla", "Alfabetik sırayla", "Rastgele"], "correctAnswerIndex": 1 },
      { "id": 28, "questionText": "Resmi bir yazıya eklenen belgeleri belirtmek için kullanılan 'Ekler' bölümü nereye yazılır?", "options": ["İmza bölümünden önce", "İmza bölümünden sonra, 'Dağıtım' bölümünden önce", "Metnin hemen altına", "Belgenin arka yüzüne"], "correctAnswerIndex": 1 },
      { "id": 29, "questionText": "Güvenli elektronik imza ile imzalanmış bir belgenin doğruluğu nasıl teyit edilebilir?", "options": ["Belgenin çıktısı alınarak", "Doğrulama kodu veya karekod (QR kod) aracılığıyla", "Sadece ıslak imza ile", "Telefonla arayarak"], "correctAnswerIndex": 1 },
      { "id": 30, "questionText": "Ast makama yazılan yazılar hangi ifadeyle bitirilir?", "options": ["Arz ederim.", "Rica ederim.", "Arz ve rica ederim.", "Bilgilerinize sunarım."], "correctAnswerIndex": 1 }
    ],
    [
      { "id": 1, "questionText": "Devlet Arşiv Hizmetleri Hakkında Yönetmeliğe göre, kurumların elinde bulunan ve 'arşivlik malzeme' niteliği taşıyan evrakın saklanmasındaki temel amaç nedir?", "options": ["Kağıt israfını önlemek", "Binalarda yer açmak", "Milli hafızayı oluşturmak ve ileride delil olarak kullanılmasını sağlamak", "Sadece dijital ortama aktarmak"], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Bir belgenin 'günlük işlemlerde' kullanım süresi bittikten sonra belirli bir süre daha saklanması gereken birime ne ad verilir?", "options": ["Birim arşivi", "Kurum arşivi", "Devlet arşivi", "İmha odası"], "correctAnswerIndex": 0 },
      { "id": 3, "questionText": "Arşivlik malzemenin imha edilip edilmeyeceğine karar veren komisyon hangisidir?", "options": ["Satın Alma Komisyonu", "Disiplin Komisyonu", "Ayıklama ve İmha Komisyonu", "Muayene ve Kabul Komisyonu"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Saklama süresini tamamlamış ve arşivlik değer taşımadığı anlaşılan malzemeler için ne işlem yapılır?", "options": ["Süresiz olarak saklanır", "Devlet Arşivleri Genel Müdürlüğüne devredilir", "İmha edilir", "Satışa çıkarılır"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "Gizlilik derecesi taşıyan arşivlik malzeme araştırmacılara açılabilir mi?", "options": ["Evet, her durumda açılabilir", "Hayır, hiçbir koşulda açılamaz", "İlgili kurumun izni ve belirli şartlar altında açılabilir", "Sadece yabancı araştırmacılara açılabilir"], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "Kurum arşivine devredilecek malzemeler, birim arşivinde ne kadar süreyle saklanır?", "options": ["1-5 yıl", "5-10 yıl", "10-15 yıl", "Süresiz"], "correctAnswerIndex": 0 },
      { "id": 7, "questionText": "Ayıklama ve imha komisyonları kimin onayı ile kurulur?", "options": ["Birim amiri", "Kurumun en üst amiri", "Devlet Arşivleri Genel Müdürü", "Bakan"], "correctAnswerIndex": 1 },
      { "id": 8, "questionText": "Aşağıdakilerden hangisi imha edilecek malzemeler arasında yer almaz?", "options": ["Tekit yazıları", "Resmi Gazete, kitap gibi basılı yayınlar", "Kuruluş ve teşkilatla ilgili önemli belgeler", "Elle veya makineyle yazılmış müsveddeler"], "correctAnswerIndex": 2 },
      { "id": 9, "questionText": "İmha işlemi nasıl gerçekleştirilir?", "options": ["Geri dönüşüme gönderilerek", "Yakılarak", "Kıyılarak veya eritilerek okunamaz hale getirilerek", "Toprağa gömülerek"], "correctAnswerIndex": 2 },
      { "id": 10, "questionText": "Kurum arşivindeki malzemelerden hangileri Devlet Arşivleri Genel Müdürlüğü'ne devredilir?", "options": ["Tüm malzemeler", "Sadece 'gizli' damgalı olanlar", "Arşivlik malzeme niteliği taşıyanlar", "Hiçbiri"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "Aşağıdakilerden hangisi kamu mallarının kullanımında uyulması gereken temel ilkelerden biri değildir?", "options": ["Verimlilik", "Tutumluluk", "Kişisel amaçlar için kullanma", "Hesap verebilirlik"], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Resmi taşıtların mesai saatleri dışında özel işler için kullanılması hangi durumlarda mümkündür?", "options": ["Amirin sözlü izniyle", "Yakıt ücreti personel tarafından karşılanırsa", "Hiçbir durumda mümkün değildir, yasaktır", "Hafta sonları serbesttir"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Kamu binalarında elektrik ve su gibi kaynakların israf edilmesini önlemek kimin sorumluluğundadır?", "options": ["Sadece yöneticilerin", "Sadece temizlik personelinin", "Tüm kamu personelinin", "Sadece teknik personelin"], "correctAnswerIndex": 2 },
      { "id": 4, "questionText": "Kasıtlı olarak devlet malına zarar veren bir memura uygulanacak yaptırım aşağıdakilerden hangisidir?", "options": ["Sadece sözlü olarak uyarılır", "Zararı rayiç bedel üzerinden ödemesi istenir ve hakkında disiplin soruşturması açılır", "Bir sonraki maaşından kesinti yapılır", "Görev yeri değiştirilir"], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Aşağıdakilerden hangisi 'tasarruf tedbirleri' kapsamında değerlendirilebilecek bir uygulama değildir?", "options": ["Gereksiz yazışmaları ve çıktı alımını azaltmak", "Zorunlu olmayan yurtdışı görevlendirmeleri iptal etmek", "Personele verilen yasal izin haklarını kısıtlamak", "Haberleşme giderlerini kontrol altında tutmak"], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "Kuruma ait demirbaşların (bilgisayar, masa, sandalye vb.) kişisel eve götürülmesi hangi suçu oluşturur?", "options": ["Görevi ihmal", "Zimmet", "Rüşvet", "İrtikap"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Kamu kaynaklarının verimli kullanılmamasından doğan zarardan kim sorumludur?", "options": ["Sadece en üst yönetici", "Sadece işlemi yapan personel", "Harcama yetkilisi ve gerçekleştirme görevlisi müteselsilen sorumludur", "Hiç kimse sorumlu değildir"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Bir kamu görevlisinin, görevi gereği kendisine teslim edilen devlet malını korumakla ilgili yükümlülüğüne ne ad verilir?", "options": ["Sadakat yükümlülüğü", "Sır saklama yükümlülüğü", "Mal bildiriminde bulunma yükümlülüğü", "Özen ve itina yükümlülüğü"], "correctAnswerIndex": 3 },
      { "id": 9, "questionText": "Taşınır mal yönetmeliğine göre, bir demirbaşın kaybolması durumunda yapılması gereken ilk işlem nedir?", "options": ["Hemen yenisini satın almak", "Durumu bir tutanakla tespit etmek ve harcama yetkilisine bildirmek", "Polise haber vermek", "Kaybolan malı personelin maaşından kesmek"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Aşağıdakilerden hangisi tasarruf tedbirlerinin temel amacıdır?", "options": ["Kamu hizmetlerini yavaşlatmak", "Personel sayısını azaltmak", "Kamu kaynaklarını en etkin ve ekonomik şekilde kullanmak", "Yeni vergi getirmek"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 21, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Bilgi Edinme Kurulu üyelerinin görev süresi kaç yıldır?", "options": ["1", "2", "3", "4"], "correctAnswerIndex": 3 },
      { "id": 22, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre istenen bilgi veya belgenin, başvurulan kurum ve kuruluş içindeki başka bir birimden sağlanması; başvuru ile ilgili olarak bir başka kurum ve kuruluşun görüşünün alınmasının gerekmesi veya başvuru içeriğinin birden fazla kurum ve kuruluşu ilgilendirmesi durumlarında bilgi veya belgeye erişim kaç iş günü içinde sağlanır?", "options": ["15", "30", "45", "60"], "correctAnswerIndex": 1 },
      { "id": 23, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre başvuru nasıl yapılmalıdır?", "options": ["Sadece yazılı dilekçe ile yapılır.", "Sadece elektronik ortamda yapılır.", "Sadece elektronik ortamda ve diğer İletişim araçlarıyla yapılabilir", "Sadece dilekçe, elektronik ortam ve diğer iletişim araçlarıyla yapılabilir"], "correctAnswerIndex": 3 },
      { "id": 24, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Türkiye'de ikamet eden yabancılar ile Türkiye'de faaliyette bulunan yabancı tüzel kişiler hangi ilke doğrultusunda bu kanundan faydalanırlar?", "options": ["Karşılıklılık", "Tarafsızlık", "Eşitlik", "Açıklık"], "correctAnswerIndex": 0 },
      { "id": 25, "questionText": "Aşağıdakilerden hangisi 4982 sayılı bilgi edinme kanununa göre “BİLGİ” yi ifade eder?", "options": ["Kurum ve kuruluşların sahip oldukları kayıtlarda yer alan bu kanun kapsamındaki her türlü veriyi", "Kurum ve kuruluşların sahip oldukları kayıtlarda yer alan ya da yer almayan bu kanun kapsamındaki her türlü veriyi", "Kurum ve kuruluşların sahip oldukları bu Kanun kapsamındaki yazılı, basılı veya çoğaltılmış dosya, evrak, kitap, dergi, broşür, etüt, mektup, program, talimat, kroki, plân, film, fotoğraf, teyp ve video kaseti, harita, elektronik ortamda kaydedilen her türlü bilgi, haber ve veri taşıyıcılarını", "Kurum ve kuruluşların sahip oldukları yada bir çalışma sonucunda ulaşacakları bu kanun kapsamındaki yazılı, basılı veya çoğaltılmış dosya, evrak, kitap, dergi, broşür, etüt, mektup, program, talimat, kroki, plân, film, fotoğraf, teyp ve video kaseti, harita, elektronik ortamda kaydedilen her türlü bilgi, haber ve veri taşıyıcılarını"], "correctAnswerIndex": 3 },
      { "id": 26, "questionText": "Aşağıdakilerden hangisi 4982 sayılı bilgi edinme kanununun ilkelerinden değildir?", "options": ["Eşitlik", "Güvenirlik", "Tarafsızlık", "Açıklık"], "correctAnswerIndex": 1 },
      { "id": 27, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre istenen bilgi veya belgeye erişim için gereken maliyet tutarının idare tarafından başvuru sahibine bildirilmesi üzerine başvuru sahibi bu ücreti kaç gün içinde yatırmalıdır?", "options": ["5", "10", "15", "20"], "correctAnswerIndex": 2 },
      { "id": 28, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre belgeye erişim konusunda aşağıdakilerden hangisi yanlıştır?", "options": ["İstenen bilgi veya belgenin niteliğine göre, kurum ve kuruluşlarca, başvuru sahibine söz konusu bilgi veya belgenin bir kopyasının verilmesi gerekir", "Kopya verilmesinin mümkün olmadığı hâllerde, başvuru sahibinin bilgi veya belgenin aslını inceleyerek not almasına izin verilir.", "Kopya verilmesinin mümkün olmadığı hâllerde evrakın aslıda verilebilir", "Kopya verilmesinin mümkün olmadığı hâllerde belgenin içeriği gösterilebilir, ses kaydı ise dinletilebilir."], "correctAnswerIndex": 2 },
      { "id": 29, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Bilgi Edinme Kurulunun sekretarya görevini kim yürütür?", "options": ["Danıştay", "Sayıştay", "Cumhurbaşkanlığı", "Adalet Bakanlığı"], "correctAnswerIndex": 3 },
      { "id": 30, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Bilgi Edinme Değerlendirme Kurulu kaç üyeden oluşur?", "options": ["5", "7", "9", "11"], "correctAnswerIndex": 2 },
      { "id": 31, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre aşağıdakilerden hangisi bu kanundan yararlanamaz?", "options": ["Turistler", "Türkiye'de ikamet eden yabancılar", "Esnaflar", "Memurlar"], "correctAnswerIndex": 0 },
      { "id": 32, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre hangi durumda kurumlar bilgi edinme başvurusunda bulunan kişiye olumsuz cevap verebilir?", "options": ["Kurum ve kuruluşlar hiçbir şekilde olumsuz cevap veremez", "Kurum ve kuruluşlar, ayrı veya özel bir çalışma, araştırma, inceleme ya da analiz neticesinde oluşturulabilecek türden bir bilgi veya belge için yapılacak başvurulara olumsuz cevap verebilirler", "Kurum ve kuruluşlar iş yoğunluğu sebebi ile başvuruya olumsuz cevap verebilirler", "Kurum ve kuruluşlar üzerinden belli bir süre geçen bilgilerin öğrenilmesi için yapılan başvuruya olumsuz cevap verebilirler"], "correctAnswerIndex": 1 },
      { "id": 33, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Bilgi Edinme Kurul başkanını aşağıdakilerden hangisi seçer?", "options": ["Kurul Üyeleri Kendi aralarından seçerler.", "Yargıtay genel kurulu", "Danıştay genel kurulu", "Cumhurbaşkanı"], "correctAnswerIndex": 0 },
      { "id": 34, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre başvurunun yapıldığı kurum ve kuruluş erişimine olanak sağladığı bilgi veya belgeler için başvuru sahibinden erişimin gerektirdiği maliyet tutarı kadar bir ücreti hangi amaçla tahsil edebilir?", "options": ["Çalışanlara bahşiş amacı ile", "Vakıflara bağış amacı ile", "Bütçeye gelir amacı ile", "Evrak ücreti olarak"], "correctAnswerIndex": 2 },
      { "id": 35, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Türk vatandaşı olup ta bu kanundan yararlanamayacak olanlar kimlerdir?", "options": ["Herkes bilgi edinme hakkına sahiptir.", "Mahkumlar", "Muvazzaf Askerler", "Türkiye'de ikamet eden yabancılar"], "correctAnswerIndex": 0 },
      { "id": 36, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre İstenen bilgi veya belge, başvurulan kurum ve kuruluştan başka bir yerde bulunuyorsa nasıl bir yol izlenir?", "options": ["Kuruma başvurularak bilgi temin edilir ve dilekçe sahibine süresi içinde verilir.", "Başvuru dilekçesi bu kurum ve kuruluşa gönderilir ve durum ilgiliye yazılı olarak bildirilir", "Böyle bir durumda dilekçe dikkate alınmaz", "Başvuru dilekçesi sahibine iade edilir"], "correctAnswerIndex": 1 },
      { "id": 37, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre aşağıdakilerden hangisi bu kanun kapsamında erişilecek bilgilerdendir?", "options": ["Kişilerin özel hayatına açıkça haksız müdahale sonucunu doğuracak bilgiler", "Kişilerin veya soruşturmayı yürüten görevlilerin hayatını ya da güvenliğini tehlikeye sokacak bilgiler", "Soruşturmanın güvenliğini tehlikeye düşürecek bilgiler", "Yargı denetimi dışında kalan idarî İşlemlerden kişinin çalışma hayatını ve mesleki onurunu etkileyecek nitelikte olan bilgiler"], "correctAnswerIndex": 3 },
      { "id": 38, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre kamu yararının gerektirdiği hâllerde, kişisel bilgi veya belgeler, kurum ve kuruluşlar tarafından, ilgili kişiye en az kaç gün önceden haber verilerek yazılı rızası alınmak koşuluyla açıklanabilir?", "options": ["5", "7", "10", "15"], "correctAnswerIndex": 1 },
      { "id": 39, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre Kurum ve kuruluşların Bilgi Edinme Kuruluna gönderdiği raporları bu kurul hangi ayın sonuna kadar TBMM ye gönderir?", "options": ["Şubat", "Mart", "Nisan", "Mayıs"], "correctAnswerIndex": 2 },
      { "id": 40, "questionText": "4982 Sayılı Bilgi Edinme Kanunu'na göre aşağıdaki ifadelerden hangisi yanlıştır?", "options": ["Başvuru sahibine yazılı veya basılı belgeler için, söz konusu belgenin aslını incelemesi ve not alabilmesi için izin verilebilir.", "Başvuru sahibine sakınca görülmediği durumlarda evrakın aslı verilebilir", "Başvuru sahibine ses kaydı şeklindeki bilgi veya belgelerde bunları dinleyebilmesine izin verilir", "Başvuru sahibine görüntü kaydı şeklindeki bilgi veya belgelerde bunları izleyebilmesine izin verilir."], "correctAnswerIndex": 1 },
      { "id": 1, "questionText": "4982 sayılı Bilgi Edinme Hakkı Kanunu'na göre, aşağıdakilerden hangisi bu haktan yararlanabilir?", "options": ["Sadece T.C. vatandaşları", "Sadece tüzel kişiler", "Sadece yabancı uyruklular", "Herkes (Gerçek ve tüzel kişiler)"], "correctAnswerIndex": 3 },
      { "id": 2, "questionText": "Kamu kurum ve kuruluşları, kendilerine yapılan bilgi edinme başvurusuna en geç kaç iş günü içinde cevap vermelidir?", "options": ["7 iş günü", "10 iş günü", "15 iş günü", "30 iş günü"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "İstenen bilgi veya belgenin, başvurulan kurum dışında başka bir kurumda bulunması halinde ne yapılır?", "options": ["Başvuru reddedilir", "Başvuru ilgili kuruma gönderilir ve durum başvurana bildirilir", "Başvurana bilgi vermeden 15 gün beklenir", "Bilginin hangi kurumda olduğu araştırılmaz"], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Aşağıdakilerden hangisi bilgi edinme hakkının kapsamı dışındadır ve başvuru reddedilebilir?", "options": ["Kurumun faaliyet raporları", "Devlet sırrı niteliğindeki bilgiler", "Kurumun bütçe harcamaları", "Genel kurul kararları"], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Bilgi edinme istemi reddedilen başvuru sahibi, bu karara karşı nereye itiraz edebilir?", "options": ["Danıştay'a", "İdare Mahkemesi'ne", "Sayıştay'a", "Bilgi Edinme Değerlendirme Kurulu'na"], "correctAnswerIndex": 3 },
      { "id": 6, "questionText": "Bilgi Edinme Değerlendirme Kurulu'na itiraz süresi, kurumun cevabının tebliğ edildiği tarihten itibaren kaç gündür?", "options": ["7 gün", "15 gün", "30 gün", "60 gün"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Yargı denetimi dışında kalan idari işlemlerden, kişinin çalışma hayatını ve mesleki onurunu etkileyecek nitelikte olanlar, bilgi edinme hakkı kapsamında mıdır?", "options": ["Hayır, kapsam dışıdır", "Evet, kapsam içindedir", "Sadece sendikalar talep edebilir", "Kurumun takdirine bağlıdır"], "correctAnswerIndex": 1 },
      { "id": 8, "questionText": "Bilgi Edinme Değerlendirme Kurulu kaç üyeden oluşur?", "options": ["5 üye", "7 üye", "9 üye", "11 üye"], "correctAnswerIndex": 2 },
      { "id": 9, "questionText": "Kurumlar, başvuru üzerine istenen bilgi veya belgeye erişimi sağlarken, belgenin aslı yerine ne verebilir?", "options": ["Sadece sözlü bilgi verebilir", "Onaylı bir kopyasını verebilir", "Belgeyi özetleyebilir", "Hiçbir şey veremez"], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Aşağıdakilerden hangisi bilgi edinme başvurusu reddedilebilecek durumlardan biri değildir?", "options": ["Özel hayatın gizliliğini ihlal edecek bilgiler", "Ticari sır niteliğindeki bilgiler", "Kamuoyunu ilgilendiren ve kurumun sahip olduğu bir istatistiksel bilgi", "Haberleşmenin gizliliğini ihlal edecek bilgiler"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 101, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye Büyük Millet Meclisine gönderilen dilekçelerin, Dilekçe Komisyonunda incelenmesi ve karara bağlanması kaç gün içinde sonuçlandırılır?", "options": ["30", "60", "90", "180"], "correctAnswerIndex": 1 },
      { "id": 102, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanun Hükümlerini kim yürütür?", "options": ["Milli Eğitim Bakanlığı", "Türkiye Büyük Millet Meclisi", "Türkiye Büyük Millet Meclisi Başkanı ile Bakanlar Kurulu yürütür", "Cumhurbaşkanı"], "correctAnswerIndex": 2 },
      { "id": 103, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye Büyük Millet Meclisine veya yetkili makamlara verilen veya gönderilen dilekçelerde aşağıdakilerden hangisi bulunmaz?", "options": ["Dilekçe sahibinin adı-soyadı", "Dilekçe sahibinin imzası", "Dilekçe sahibinin iş veya ikametgâh adresi", "Dilekçe sahibinin mesleği ve ünvanı"], "correctAnswerIndex": 3 },
      { "id": 104, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türk vatandaşlarının ve Türkiye'de ikamet eden yabancıların kendileri ve kamu ile ilgili dilek ve şikâyetleri konusunda yetkili makamlara yaptıkları başvuruların sonucu veya yapılmakta olan işlemin safahatı hakkında dilekçe sahiplerine en geç kaç gün içinde gerekçeli olarak cevap verilir?", "options": ["10", "15", "20", "30"], "correctAnswerIndex": 3 },
      { "id": 105, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye'de ikamet eden yabancılar hangi esas gözetilmek şartı ile bu haktan yararlanabilirler?", "options": ["Açıklık", "Karşılıklılık", "Güvenirlilik", "Alenililik"], "correctAnswerIndex": 1 },
      { "id": 106, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye Büyük Millet Meclisine veya yetkili makamlara verilen veya gönderilen dilekçelerde aşağıdakilerden hangisi bulunmaz?", "options": ["Dilekçe sahibinin adı-soyadı", "Dilekçe sahibinin imzası", "Dilekçenin yazılış Tarihi", "Dilekçe sahibinin iş veya ikametgâh adresi"], "correctAnswerIndex": 2 },
      { "id": 107, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye Büyük Millet Meclisine veya yetkili makamlara verilen veya gönderilen dilekçelerde aşağıdakilerden hangisi bulunmaz?", "options": ["Dilekçe sahibinin mesleği", "Dilekçe sahibinin adı-soyadı", "Dilekçe sahibinin imzası", "Dilekçe sahibinin iş veya ikametgâh adresi"], "correctAnswerIndex": 0 },
      { "id": 108, "questionText": "I. Belli bir konuyu ihtiva etmeyenler\nII. Yargı mercilerinin görevine giren konularla ilgili olanlar\nIII. Dilekçe sahibinin adı-soyadı yoksa\n3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre yukarıda verilenlerden hangileri incelenmeyecek dilekçelerdendir?", "options": ["Yalnız I", "Yalnız II", "Yalnız III", "I, II ve III"], "correctAnswerIndex": 3 },
      { "id": 109, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye'de ikamet eden yabancılar dilekçelerinin hangi dil ya da dillerde yazılması kaydıyla bu haktan yararlanabilirler?", "options": ["Sadece Türkçe", "Türkçe, İngilizce", "Türkçe, İngilizce, Fransızca", "Sadece İngilizce"], "correctAnswerIndex": 0 },
      { "id": 110, "questionText": "3071 Sayılı Dilekçe Hakkının Kullanılmasına Dair Kanuna göre Türkiye Büyük Millet Meclisine veya yetkili makamlara verilen veya gönderilen dilekçelerde aşağıdakilerden hangisi bulunmaz?", "options": ["Dilekçe sahibinin adı-soyadı", "Dilekçe sahibinin imzası", "Dilekçe sahibinin iş veya ikametgâh adresi", "Dilekçe sahibinin telefon numarası"], "correctAnswerIndex": 3 },
      { "id": 1, "questionText": "3071 sayılı Dilekçe Hakkının Kullanılmasına Dair Kanun'un temel amacı aşağıdakilerden hangisidir?", "options": ["Yalnızca Türk vatandaşlarının hak arama yollarını düzenlemek.", "Dilek ve şikâyetler hakkında sadece idari makamlara başvurma usulünü belirlemek.", "Türk vatandaşlarının ve Türkiye'de ikamet eden yabancıların kendileriyle veya kamu ile ilgili dilek ve şikâyet başvurularının usulünü düzenlemek.", "Sadece TBMM'ye yapılan yeni kanun tekliflerini değerlendirme esaslarını belirlemek."], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Aşağıdakilerden hangisi 3071 sayılı Kanuna göre bir dilekçede bulunması zorunlu unsurlardan biri değildir?", "options": ["Dilekçe sahibinin adı ve soyadı", "Dilekçe sahibinin imzası", "Dilekçe sahibinin T.C. kimlik numarası", "Dilekçe sahibinin iş veya ikametgâh adresi"], "correctAnswerIndex": 2 },
      { "id": 3, "questionText": "Yetkili idari makama yapılan dilekçe başvurusunun sonucu veya yapılmakta olan işlemin safahatı hakkında dilekçe sahibine en geç kaç gün içinde cevap verilmesi zorunludur?", "options": ["15 gün", "30 gün", "45 gün", "60 gün"], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Türkiye Büyük Millet Meclisi'ne gönderilen dilekçeleri hangi komisyon inceler?", "options": ["İnsan Haklarını İnceleme Komisyonu", "Dilekçe Komisyonu", "Anayasa Komisyonu", "Plan ve Bütçe Komisyonu"], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Aşağıdaki konulardan hangisiyle ilgili bir dilekçe, 3071 sayılı Kanun'a göre incelenemez?", "options": ["Bir kamu hizmetindeki aksaklık", "Belediyenin bir uygulamasına yönelik şikayet", "Yargı mercilerinin görevine giren bir konu", "Kişisel bir talep"], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "Türkiye'de ikamet eden bir yabancının dilekçe hakkını kullanabilmesi için aranan temel şart nedir?", "options": ["En az 5 yıldır Türkiye'de yaşaması", "Türk vatandaşı bir yakınının olması", "Karşılıklılık esasının bulunması ve dilekçenin Türkçe yazılması", "Noterden onaylı dilekçe vermesi"], "correctAnswerIndex": 2 },
      { "id": 7, "questionText": "Yetkili olmayan bir idari makama verilen dilekçe hakkında ne işlem yapılır?", "options": ["Dilekçe derhal imha edilir", "Dilekçe sahibine iade edilir", "Bu makam tarafından yetkili idari makama gönderilir ve ayrıca dilekçe sahibine de bilgi verilir", "İşleme alınmadan bekletilir"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "TBMM Dilekçe Komisyonu, kendisine havale edilen dilekçeleri kaç gün içinde sonuçlandırmak zorundadır?", "options": ["30 gün", "45 gün", "60 gün", "90 gün"], "correctAnswerIndex": 2 },
      { "id": 9, "questionText": "İdari makamlar, 30 gün içinde cevap veremeyecekleri bir dilekçe için ne yapmalıdır?", "options": ["Dilekçeyi reddederler", "Cevap verme zorunlulukları ortadan kalkar", "İşlemin safahatı hakkında ara bilgi verirler", "Ek 30 gün süre talep ederler"], "correctAnswerIndex": 2 },
      { "id": 10, "questionText": "Bir dilekçede imza, ad-soyad ve adres unsurlarından herhangi birinin bulunmaması durumunda ne olur?", "options": ["Dilekçe yine de incelenir", "Eksikliklerin tamamlanması için ek süre verilir", "Dilekçe işleme konulmaz", "Dilekçe muhtarlığa gönderilir"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "Protokolde makam odasına girerken izlenmesi gereken temel nezaket kuralı aşağıdakilerden hangisidir?", "options": ["Kapı çalınmaz, doğrudan girilir.", "Kapı çalınır, cevap beklenmeden içeri girilir.", "Kapı çalınır, \"Giriniz\" veya eşdeğer bir onay alındıktan sonra içeri girilir.", "Kapı çalınmaz, sadece hafifçe tıklanır."], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Resmi bir davette, onur konuğu masada hangi pozisyonda oturur?", "options": ["Masa başkanı veya ev sahibinin tam karşısında.", "Masa başkanı veya ev sahibinin sağında.", "Masa başkanı veya ev sahibinin solunda.", "Masanın en sonunda."], "correctAnswerIndex": 1 },
      { "id": 3, "questionText": "Resmi bir ortamda tanıştırma yapılırken izlenmesi gereken temel kural nedir?", "options": ["Kadın daima erkeğe tanıştırılır.", "Ast daima üste tanıştırılır.", "Yaşça büyük olan daima yaşça küçük olana tanıştırılır.", "Ev sahibi daima misafire tanıştırılır."], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Bir makam sahibi, astını uğurlarken makam odasının en az neresine kadar eşlik etmelidir?", "options": ["Sadece makam masasından kalkmak yeterlidir.", "Odasının kapısına kadar.", "Durumun önemine göre bina girişine kadar.", "Asansör veya merdiven başına kadar."], "correctAnswerIndex": 1 },
      { "id": 5, "questionText": "Resmi araçla yolculuk yaparken makam koltuğu olarak kabul edilen yer neresidir?", "options": ["Şoförün yanındaki ön koltuk.", "Arka sol koltuk.", "Arka sağ koltuk.", "Arka orta koltuk."], "correctAnswerIndex": 2 },
      { "id": 6, "questionText": "Telefonda resmi bir konuşma başlatılırken öncelikle yapılması gereken doğru hareket nedir?", "options": ["Hemen konuya girmek.", "Kendini ve kurumu tanıtmak.", "Muhatabın adını sormak.", "Konuşmaya iyi dileklerle başlamak."], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "Resmi bir yemekte, çatal ve bıçağın tabağın üzerine saat 4:20 pozisyonunda paralel olarak bırakılması ne anlama gelir?", "options": ["Yemeğin beğenilmediğini.", "Yemeğe ara verildiğini.", "Yemeğin bittiğini ve tabağın alınabileceğini.", "Servisin yavaş yapılmasını istediğini."], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Bir topluluk içinde, bir üst ile selamlaşırken astın izlemesi gereken doğru davranış nedir?", "options": ["Üstün elini sıkmak için el uzatmak.", "Üstün selamını beklemek ve onun elini uzatmasını beklemek.", "Sadece baş ile selamlamak.", "Sadece sözlü olarak selam vermek."], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Protokolde bayrakların asılmasında, Türk Bayrağı'nın yeri neresidir?", "options": ["Her zaman en solda yer alır.", "Her zaman en sağda ve en başta (merkezde) yer alır.", "Alfabetik sıraya göre yer alır.", "Diğer bayraklardan daha alçakta yer alır."], "correctAnswerIndex": 1 },
      { "id": 10, "questionText": "Bir ast, üst makam sahibinin masasının önünde ayakta dururken ellerini nerede tutmalıdır?", "options": ["Ceplerinde", "Arkada birleştirilmiş", "Yanlarda serbest bırakılmış veya önde hafifçe birleştirilmiş vaziyette.", "Masaya dayanmış"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "233 sayılı KHK’ya göre \"Teşebbüs\" kavramı aşağıdakilerden hangisinin ortak adıdır?", "options": ["Kamu İktisadi Kuruluşu ve Bağlı Ortaklık", "İktisadi Devlet Teşekkülü ve Kamu İktisadi Kuruluşu", "İştirak ve Müessese", "Bağlı Ortaklık ve İştirak"], "correctAnswerIndex": 1 },
      { "id": 2, "questionText": "Sermayesinin tamamı Devlete ait olup, iktisadi alanda ticari esaslara göre faaliyet göstermek üzere kurulan Kamu İktisadi Teşebbüsünün tanımı aşağıdakilerden hangisidir?", "options": ["Kamu İktisadi Kuruluşu (KİK)", "İktisadi Devlet Teşekkülü (İDT)", "Müessese", "Bağlı Ortaklık"], "correctAnswerIndex": 1 },
      { "id": 3, "questionText": "Sermayesinin tamamı Devlete ait olup, tekel niteliğindeki mal ve hizmetleri kamu yararı gözeterek üretmek ve pazarlamak üzere kurulan Kamu İktisadi Teşebbüsünün tanımı aşağıdakilerden hangisidir?", "options": ["Kamu İktisadi Kuruluşu (KİK)", "İktisadi Devlet Teşekkülü (İDT)", "Bağlı Ortaklık", "İştirak"], "correctAnswerIndex": 0 },
      { "id": 4, "questionText": "233 sayılı KHK’ya göre Teşebbüsler (KİT’ler) hangi makam tarafından kurulur?", "options": ["Türkiye Büyük Millet Meclisi (TBMM)", "Koordinasyon Kurulu", "Cumhurbaşkanı", "Hazine ve Maliye Bakanlığı"], "correctAnswerIndex": 2 },
      { "id": 5, "questionText": "Teşebbüslerin hukuki niteliği hakkında aşağıdakilerden hangisi doğrudur?", "options": ["Tamamen kamu hukuku hükümlerine tabidirler.", "Tüzel kişiliğe sahiptirler ve KHK ile saklı tutulan hususlar dışında özel hukuk hükümlerine tabidirler.", "Tüzel kişilikleri yoktur, doğrudan ilgili Bakanlığa bağlıdırlar.", "Türk Ticaret Kanunu'nun tüm hükümlerine tabidirler."], "correctAnswerIndex": 1 },
      { "id": 6, "questionText": "233 sayılı KHK’ya göre Teşebbüsler, hangi kanunlara tabi değildir?", "options": ["Borçlar Kanunu ve Ticaret Kanunu", "Genel Muhasebe Kanunu ve Devlet İhale Kanunu", "İş Kanunu ve Vergi Usul Kanunu", "Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu"], "correctAnswerIndex": 1 },
      { "id": 7, "questionText": "KHK’ya göre İktisadi Devlet Teşekküllerinin (İDT) sorumluluğu ne ile sınırlıdır?", "options": ["İlgili Bakanlığın bütçesi ile.", "Sermayeleri ile.", "Hazine garantisi ile.", "Üretilen mal ve hizmetlerin toplam değeri ile."], "correctAnswerIndex": 1 },
      { "id": 8, "questionText": "Teşebbüs Yönetim Kurulu üyelerinin görev süresi kaç yıldır?", "options": ["İki yıl", "Üç yıl", "Dört yıl", "Beş yıl"], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Aşağıdakilerden hangisi, Müessese tanımının temel özelliklerinden biri değildir?", "options": ["Tüzel kişiliğe sahiptir.", "Sermayesinin tamamı bir teşebbüse aittir.", "Yönetim Kurulu kararı ile değil, doğrudan Cumhurbaşkanı kararıyla kurulur.", "Sorumluluğu tahsis edilmiş sermayesi ile sınırlıdır."], "correctAnswerIndex": 2 },
      { "id": 10, "questionText": "Teşebbüs veya bağlı ortaklığın bir anonim şirkete \"İştirak\" edebilmesi için şirket sermayesine katılma payı en az yüzde kaç, en çok yüzde kaçtır?", "options": ["%5 - %40", "%10 - %45", "%15 - %50'den az", "%20 - %50"], "correctAnswerIndex": 2 },
      { "id": 11, "questionText": "KHK’ya göre teşebbüs, müessese ve bağlı ortaklıkların denetimini hangi kurum gerçekleştirir?", "options": ["İlgili Bakanlık Müfettişleri", "Yalnızca bağımsız denetim kuruluşları", "Sayıştay", "Hazine ve Maliye Bakanlığı"], "correctAnswerIndex": 2 },
      { "id": 12, "questionText": "Teşebbüslerin yatırım programları ile ilgili olarak aşağıdakilerden hangisi doğrudur?", "options": ["Projesi hazır olsun olmasın, yatırıma başlanabilir.", "Sadece ilgili bakanlığın onayı yeterlidir.", "Projesi hazır olmayan yatırıma başlanamaz.", "Kısa vadeli yatırımlar için proje hazırlama zorunluluğu yoktur."], "correctAnswerIndex": 2 },
      { "id": 13, "questionText": "KHK’ya göre Teşebbüslere, müesseselere ve bağlı ortaklıklara konuları ile ilgili olarak kim tarafından görev verilebilir?", "options": ["Koordinasyon Kurulu", "Cumhurbaşkanı", "İlgili Bakanlık", "Hazine ve Maliye Bakanlığı"], "correctAnswerIndex": 1 },
      { "id": 14, "questionText": "Teşebbüslere verilen bu görevlerden doğan zarar ve mahrum kalınan kâr, hangi kurum tarafından karşılanır?", "options": ["İlgili Bakanlık Bütçesinden", "Teşebbüsün öz sermayesinden", "Hazine", "Özel Tüketim Vergisi gelirlerinden"], "correctAnswerIndex": 2 },
      { "id": 15, "questionText": "Teşebbüs yönetim kurulu üyeleri ile genel müdür ve başkanları hakkında, görevleri sırasında işledikleri iddia olunan suçlar sebebiyle takibat yapılabilmesi için kimin izni şarttır?", "options": ["Cumhurbaşkanı Yardımcısı", "Yönetim Kurulu Başkanı", "İlgili Bakan", "Adalet Bakanı"], "correctAnswerIndex": 2 }
    ],
    [
      { "id": 1, "questionText": "7201 sayılı Tebligat Kanunu'na göre tebligatın yapılış amacı aşağıdakilerden hangisidir?", "options": ["Yargılama masraflarını azaltmak.", "Dava sürecini hızlandırmak.", "Hukuki dinlenilme hakkının gereği olarak, ilgili kişiyi usulüne uygun olarak bilgilendirmek.", "Devletin resmi evrakları gizli tutmasını sağlamak."], "correctAnswerIndex": 2 },
      { "id": 2, "questionText": "Tebligat Kanunu'na göre, tebligat evrakı hangi makamlar aracılığıyla gönderilir?", "options": ["Noterler ve İcra Daireleri", "Posta ve Telgraf Teşkilatı (PTT) veya memur vasıtasıyla", "Muhtarlar ve Polis Karakolları", "Sadece avukatlar aracılığıyla"], "correctAnswerIndex": 1 },
      { "id": 3, "questionText": "Muhatap adreste bulunmazsa, tebliğ memuru tebligatı kimlere yapabilir?", "options": ["Komşularına", "Muhatapla birlikte oturan ve görünüşe göre 18 yaşını doldurmuş ailesi efradından birine veya hizmetçisine", "Apartman yöneticisine veya kapıcısına", "Sadece birinci dereceden kan hısımlarına"], "correctAnswerIndex": 1 },
      { "id": 4, "questionText": "Muhatap veya adına tebliğ yapılacak kişi tebligatı almaktan kaçınırsa, tebliğ nasıl yapılır?", "options": ["Tebliğ tutanağı düzenlenir, kapıya yapıştırılır ve tebliğ yapılmış sayılır.", "Tebligat geri gönderilir ve adli işlem başlatılır.", "Tebligat, muhtara bırakılır.", "Tebligat, ilan yoluyla yapılır."], "correctAnswerIndex": 0 },
      { "id": 5, "questionText": "Muhatabın adreste bulunmaması ve tebligatın bir yakınına da yapılamaması durumunda tebliğ memuru hangi işlemi yapar?", "options": ["Tebligatı PTT şubesine bırakır ve notere bildirir.", "Tebligat evrakını mahalle muhtarına veya zabıtaya teslim eder ve kapıya ihbarname yapıştırır.", "Tebligatın içeriğini muhatabın kapısına sesli olarak okur.", "İlanen tebligat yoluna başvurur."], "correctAnswerIndex": 1 },
      { "id": 6, "questionText": "Tebligat Kanunu'na göre elektronik tebligat ne zaman tebliğ edilmiş sayılır?", "options": ["Tebligatın alıcının elektronik adresine ulaştığı anda.", "Alıcının tebligatı açıp okuduğu anda.", "Tebligatın alıcının elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda.", "Elektronik tebligatın yapıldığı günü takip eden ilk iş gününde."], "correctAnswerIndex": 2 },
      { "id": 7, "questionText": "Kanuna göre tüzel kişilere tebligat kime yapılır?", "options": ["Herhangi bir çalışanına", "Avukatına", "Yetkili temsilcisine, bunlar yoksa o yerdeki memur veya müstahdemlerinden birine", "Tüzel kişiliğin kurulduğu yerdeki notere"], "correctAnswerIndex": 2 },
      { "id": 8, "questionText": "Askeri şahıslara (subay, astsubay) tebligat nasıl yapılır?", "options": ["Sadece askeri mahkemeler aracılığıyla yapılır.", "En yakın amirleri vasıtasıyla yapılır.", "Askeri şahıslara sivil adreste tebligat yapılamaz.", "Normal usullere göre adreslerinde yapılır."], "correctAnswerIndex": 1 },
      { "id": 9, "questionText": "Vekil aracılığıyla takip edilen işlerde tebligat kime yapılır?", "options": ["Doğrudan asile yapılır.", "Asile ve vekile birlikte yapılır.", "Vekile yapılır.", "Yalnızca avukatlık bürosunun bulunduğu yerdeki baro başkanlığına yapılır."], "correctAnswerIndex": 2 },
      { "id": 10, "questionText": "İlanen tebligat hangi durumlarda yapılır?", "options": ["Muhatabın adreste bulunmaması halinde.", "Muhatabın adresinin meçhul olması veya tebligat yapılamayacağının anlaşılması halinde.", "Tebligat masraflarının çok yüksek olması halinde.", "Muhatabın yurt dışında ikamet etmesi halinde."], "correctAnswerIndex": 1 },
      { "id": 11, "questionText": "İlanen tebligat, son ilanın yayımlandığı tarihten itibaren kaç gün sonra yapılmış sayılır?", "options": ["7 gün", "10 gün", "15 gün", "30 gün"], "correctAnswerIndex": 0 },
      { "id": 12, "questionText": "Tebligatın usulsüz yapıldığını öğrenen muhatabın, bu durumu öğrendiği tarihten itibaren kaç gün içinde ilgili mercie bildirmesi gerekir?", "options": ["3 gün", "7 gün", "10 gün", "15 gün"], "correctAnswerIndex": 1 },
      { "id": 13, "questionText": "Tebligat Kanunu'na göre resmi tatil günlerinde tebligat yapılabilir mi?", "options": ["Resmi tatil günlerinde tebligat yapılamaz.", "Sadece acil durumlarda sulh ceza hâkiminin izniyle yapılabilir.", "Evet, yapılabilir.", "Sadece Cumartesi günleri tebligat yapılabilir."], "correctAnswerIndex": 2 },
      { "id": 14, "questionText": "Tebligat Kanunu'na göre, tebliğ edilecek evrakı almaya ehil olmayan kişiye (çocuk, akıl hastası) tebligat nasıl yapılır?", "options": ["Kendilerine yapılır.", "Kanuni temsilcilerine yapılır.", "Muhtara bırakılarak tamamlanır.", "İlan yoluyla yapılır."], "correctAnswerIndex": 1 },
      { "id": 15, "questionText": "Adresini değiştiren kişi yeni adresini bildirmez ve adres kayıt sisteminde de adresi bulunamazsa, tebliğ evrakı nereye iade edilir?", "options": ["Muhtarlığa bırakılır", "PTT'de bekletilir", "Tebliği çıkaran mercie iade edilir", "İmha edilir"], "correctAnswerIndex": 2 }
    ]
  ]
}